[
    {
        "id": 1,
        "title": "Agro Bali ( Agricultural Journal )  Vol. 2 No. 2, Desember 2019: 130-144",
        "content": "Agro Bali ( Agricultural Journal )  Vol. 2 No. 2, Desember 2019: 130-144 \n   \n130 \n ADAPTASI PADI SAWAH ( Oryza sativa  L.)  \nTERHADAP PENINGKATAN KELEBIHAN AIR  \nSEBAGAI DAMPAK PEMANASAN GLOBAL   \n \nPutu Santhiawan1 dan Putu S uwardike1 \nE-mail : putushantiawan@gmail.com  \n1Program Studi Agroteknologi, Fakultas Pertanian, Universitas Panji Sakti  \nJl. Bisma, No 22 Singaraja, Bali, Indonesia 81116  \n \nAbstract.  Climate change as a result of global warming creates climate uncertainty (anomaly) in \nthe form of excessive drought (El -Nino) and excess ive rain (La Nina) which greatly affects the \nproductivity of rice plants. Under normal conditions. Indonesia's rice production will decline to 65 \nmillion tons in 2050. But due to climate change, the decline in rice production can be even more \ndrastic to re ach 90 million tons or down by 38 per  cent. Rice plants need around 2,500 lit res of \nwater to produce 1 kg of grain (rough rice). This wat er is filled from rainwater and /or irrigation \nwater. La Nina can interfere with the growth and yield of rice plants bec ause the plants suffer \ndamage due to limited air exchange, both in the form of carbon dioxide (CO2) and oxygen (O2) \nwhich inhibits the process of photosynthesis and plant respiration. The level of growth disturbance \nand yield of rice due to excess water de pends on the tolerance level of the variety, the level of \ninundation and the length of time of inundation. Physiologically the adaptation of lowland rice \nplants",
        "author": "USER",
        "date": "2020-02-07",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\ADAPTASI PADI SAWAH TERHADAP PENINGKATAN KELEBIHAN AIR SEBAGAI DAMPAK PEMANASAN GLOBAL.pdf",
        "download": ""
    },
    {
        "id": 2,
        "title": "Jurnal  Phi: Jurnal  Pendidikan  Fisika  dan Fisika  Terapan.  Vol 9 (2), 2023;  ISSN:  2549 -7162  Hal.  31-38",
        "content": "Jurnal  Phi: Jurnal  Pendidikan  Fisika  dan Fisika  Terapan.  Vol 9 (2), 2023;  ISSN:  2549 -7162  Hal.  31-38 \nsilvia230303@gmail.com  31 Andarini,  S.Y.,  Sudarti.  Efek  Global  Warming  Vol 9 (2), 2023   \n  \n \n \n \n \n \n \n \nJenis  Artikel:  review  article  \nAnalisis  Efek  Global  Warming  Terhadap \nPerubahan Iklim  \nSilvia  Yusiana  Andarini  11,, dan Sudarti  22 \n1Program  Studi  Pendidikan  Fisika,  FKIP  Universitas  Jember  \n2Program  Studi  Pendidikan  Fisika,  FKIP  Universitas  Jember  \n \nCorresponding  e-mail: silvia230303@gmail.com  \n \n \nKATA  KUNCI: global \nwarming, \nperubahan iklim, \nEfek rumah kaca  \n \n \nDiterima:  26 Mei 2023  \nDirevisi:  25 Juni 2023  \nDiterbitkan:  16 Juli 2023  \nTerbitan  daring:  16 Juli 2023  \n \n \n \n \n \n \n \n1. Pendahuluan  \nKenaikan  suhu  sebesar  1,4°C  menjadi  5,8°C  di beberapa  bagian  dunia,  suhu  y ang  bertambah  sebesar  4°C  berada \ndi bagian Kanada, Siberia, dan Al aska, dan mencapai 14°C di New York.(Abdelzaher dkk., 2020) Pemerintah  China \nmengumumkan  niatny a  untuk  mencapai  “karbon  netralitas”  sebelum  tahun  2060.(Shi  dkk.,  2021).  Menaikny a  \nJurnal  Phi \nABSTRAK.  Global  warming  dapat  dikatakan  sebagai  bertambahnya  suhu  dari \nrata-rata normal  di bumi  yang  meliputi  daratan  dan lautan  yang  diakibatkan \noleh bertambahnya emisi gas rumah kaca pada atmosfer bumi. Perubahan \niklim merupakan perihal perubahan kondisi temperature serta siklus cuaca \ndengan  jangka waktu yang terus -menerus kemudian aka",
        "author": "DELL",
        "date": "2023-12-12",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Analisis Efek Global Warming Terhadap Perubahan Iklim.pdf",
        "download": ""
    },
    {
        "id": 3,
        "title": "COMMUNICATIVE LANGUAGE TEACHING (CLT)",
        "content": "JOUrnal of Banua  Science Education  \nE- ISSN: 2745 -7222 , BT, Vol. 1, No.  2, 202 1 \nAvaliable Online: http://jbse.ulm.ac.id/index.php/JBSE  \n \n \n \n69 ANALISIS KEMAMPUAN BERPIKIR KREATIF SISWA \nDALAM MENYELESAIKAN SOAL PADA MATERI \nPEMANASAN GLOBAL BERDASARKAN PRESTASI SISWA  \n \nLuluk Rachmatul Yasiro1., Fitria Eka Wulandari2*., Fahmi3 \n1,2Pendidikan IPA FPIP Universitas Muhammadiyah Sidoarjo, Indonesia  \ne-mail:  fitriaekawulandari@umsida.ac.id  \n3Magister Keguruan IPA, Program Pascasarjana, Universitas Lambung Mangkurat, Banjarmasin, Indonesia  \ne-mail: ibnusuwandy @gmail.com  \n \nSubmit  : 10-02-2021  Revisi on : 23-03-2021 \nAccepted  : 26-03-2021  Published  : 01-04-2021 \n \n*Corresponding author:  Fitria Eka Wulandari  \n \nAbstrak : Kemampuan berpikir kreatif merupakan kemampuan yang harus dimiliki oleh siswa un-\ntuk menemukan atau menciptakan hal baru  yang berguna bagi nya dalam proses belajar. Siswa \ndengan prestasi yang tinggi belum tentu memiliki kreatifitas yang tinggi pula. Penelitian ini ber-\ntujuan untuk mengungkap kemampuan berpikir kreatif siswa pada materi pemanasan global ber-\ndasarkan prestasi si swa. Metode penelitian ini menggunakan metode kualitatif dengan pendekatan \nfenomenologi. Lokasi penelitian dilaksanakan di SMP Negeri 1 Jabon, Dukuh Sari Jabon Sidoarjo. \nTeknik pengumpulan data yang digunakan yakni tes  dan wawancara. Subjek dalam penelitia n ini \nadalah 3 siswa berprestasi di kelas VIII dengan peringkat 1 -3. Hasil penelitian menunjukkan bah-\nwa ",
        "author": "Tatang jaelani",
        "date": "2021-03-28",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\ANALISIS KEMAMPUAN BERPIKIR KREATIF SISWA DALAM MENYELESAIKAN SOAL PADA MATERI PEMANASAN GLOBAL BERDASARKAN PRESTASI SISWA.pdf",
        "download": ""
    },
    {
        "id": 4,
        "title": "TEMPLATE-JPFI",
        "content": "Jurnal_ep   Vol.12 No.1, Maret 2022  \nJurnal Penelitian dan Evaluasi Pendidikan  | 51  \n ANALISIS KEMAMPUAN LITERASI SAINS SISWA SMP  \nPADA MATERI PEMANASAN GLOBAL  \n \nH. Durasa1, A.A.I .R. Sudiatmika2, I.W. Subagia3 \n \n1Program Studi  Penelitian dan Evaluasi Pendidikan  \n23Program Studi Pendidikan IPA  \nUniversitas Pendidikan Ganesha  \nSingaraja, Indone sia \n \ne-mail: helfra@undiksha.ac.id1 , rai.sudiatmika @undiksha.ac.id2 , \nwayan.subagia @undiksha.ac.id3 \n \nAbstrak  \nPenelitian ini bertujuan untuk menjelaskan validasi butir soal secara empirik, melalui pengujian \nvaliditas, tingkat kesukaran, daya beda, distraktor butir soal, dan reliabilitas soal dan untuk \nmengetahui tingkat kemampuan literasi sains siswa SMP pa da materi pemanasan global berdasarkan \nkevalidan soal tersebut. Populasi dalam penelitian ini adalah siswa kelas 8 yang berasal dari SMP \nNegeri 1 Marga, SMP Negeri 5 Denpasar, SMP PGRI 2 Denpasar, SMP Negeri 4 Petang, SMP Negeri \n56 Jakarta tahun pelajaran 2021/2022. Sampel dalam penelitian ini berjumlah 119 siswa, dengan \nmenggunakan instrumen tes pilihan ganda. Teknik pengumpulan data uji coba dilakukan melalui tes, \nyang disajikan dalam google form . Teknik analisis data dilakukan dengan analisis deskriptif kuantitatif. \nHasil penelitian menunjukkan bahwa (1) hasil uji validitas dari 60 butir soal, terdapat 5 butir soal yang \ntidak valid; (2) pada uji tingkat kesukaran butir soal, terdapat 5 butir soal termasuk kategori sulit, 41 \nbutir soal kategori sedang",
        "author": "crystal",
        "date": "2022-03-20",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\ANALISIS KEMAMPUAN LITERASI SAINS SISWA SMP PADA MATERI PEMANASAN GLOBAL.pdf",
        "download": ""
    },
    {
        "id": 5,
        "title": "ANALISIS KETERAMPILAN ARGUMENTASI SISWA SMP BERBANTUAN SOCIO-SCIENTIFIC ISSUE PEMANASAN GLOBAL",
        "content": "e-ISSN:  2252 -7710                                                                                                                     \n PENSA E -JURNAL : PENDIDIKAN SAINS  \nhttps://ejournal.unesa.ac.id/index.php/pensa  Vol. 10, No.  1 \nHal. 37-43 \nJanuari  2022 \n  \nANALISIS KETERAMPILAN ARGUMENTASI SISWA SMP BERBANTUAN SOCIO -SCIENTIFIC \nISSUE  PEMANASAN GLOBAL  \nSofinatul Zairina1, Siti Nurul Hidayati2*  \n1,2 Jurusan IPA, Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Surabaya  \n*E-mail: sitihidayati@unesa.ac.id  \nAbstrak  \nPenelitian ini bertujuan untuk menganalisis kualitas keterampilan argumentasi siswa SMP dengan \nmenggunakan bantuan artikel socio -scientific issues pada materi pemanasan global. Penelitian ini \nmengadopsi metode penelitian cross -section al survey  design  dengan one-shot survei atau tes. Penelitian ini \nmelibatkan  30 siswa kelas VII  SMPN 62 Surabaya yang telah menerima materi pembelajaran pemanasan \nglobal . Pengumpulan data didasarkan pada teknik random sampling  menggunakan instrumen tes uraian \ndengan artikel SSI. Teknik analisis data yang digu nakan pada penelitian ini adalah analisis yang bersifat \nstatistic deskriptif . Hasil penelitian menunjukkan bahwa kualitas keterampilan argumentasi siswa masih \nberada pada level 1 dan level 2. Berdasarkan indikator argumentasi menurut Toulmin’s Argumentatio n \nPattern  kemampuan argumentasi siswa secara keseluruhan masuk kategori kurang, dengan persentase rata -\nrata 57,33% dengan papa",
        "author": "IEEE",
        "date": "2022-01-08",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\ANALISIS KETERAMPILAN ARGUMENTASI SISWA SMP BERBANTUAN SOCIO-SCIENTIFIC ISSUE PEMANASAN GLOBAL.pdf",
        "download": ""
    },
    {
        "id": 6,
        "title": "Analisis Keterampilan Be rpikir Kritis Siswa SMA Pada  Materi",
        "content": "2428  \n Analisis Keterampilan Be rpikir Kritis Siswa SMA Pada  Materi \nPemanasan Global   \n  \nWidya Iswara Putri1, Putri Dwi  Sundari1*, Fatni Mufit1, Wahyuni Satria Dewi1  \n1Departemen Fisika, Fakultas Matematika dan Ilmu Pengetahuan Alam, Universitas Negeri Padang  \n*Corresponding Author:  putridwisundari@fmipa.unp.ac.id  \n \nArticle History  \nReceived: September  18th, 2023  \nRevised: October  21th, 2023  \nAccepted: November  02th, 2023  Abstract : Keterampil an berpikir kritis siswa sangat diperlukan karena dalam \nmemecahkan masalah siswa dituntut untuk lebih tanggap dan menyelesaikan \nmasalah yang ditemukan dalam pembelajaran fisika. Salah satu materi fisika \nadalah pemanasan global. Penelitian ini bertujuan untuk menganalisis \nketerampilan berpikir kritis siswa mengenai pemanasan global dalam \npembelajaran fisika. Jenis penelitian ini adalah penelitian deskriptif. Penelitian \nini dilakukan di SMA Negeri 2 Padang Panjang Sumatera Barat. Sebanyak 33 \norang siswa terlibat dalam penelitian ini. Instrumen pada penelitian ini berupa \ntes esai yang terdiri dari 4 soal . Soal -soal tersebut disusun  ke dalam 4 kategori \nketerampil an berpikir kritis yang dikemukakan oleh Ennis. Setiap kategori \ndiberikan satu indikator untuk digunakan. Secara keseluruhan, penelitian t elah \nmenunjukkan bahwa rata -rata keterampil an berpikir kritis siswa masih rendah \ndengan skor 55,73. Be rdasarkan hasil analisis keterampil an berpikir kritis siswa \npada materi pemanasan global, skor tertinggi ",
        "author": "DELL",
        "date": "2023-11-13",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Analisis Keterampilan Berpikir Kritis Siswa SMA Pada Materi Pemanasan Global.pdf",
        "download": ""
    },
    {
        "id": 7,
        "title": "Jurnal  Phi: Jurnal Pendidikan  Fisika  dan Fisika  Terapan.  Vol 8 (1), 2022;  ISSN:  2549 -7162 Hal.  1-10",
        "content": "Jurnal  Phi: Jurnal Pendidikan  Fisika  dan Fisika  Terapan.  Vol 8 (1), 2022;  ISSN:  2549 -7162 Hal.  1-10 \nAinurrohmah,  S., Sudarti,  S. 2022.  Perubahan  Ikliklim  dan Pemanasan  Global.  Vol 8 (1), 2022  silpinurrohmah@gmail.com  1  \n \n \n \n \n \n \nJenis  Artikel:  review  article  \nAnalisis  Perubahan  Iklim  dan Global Warming  \nyang  Terjadi  sebagai  Fase  Kritis  \nSilfia  Ainurrohmah1, dan Sudarti  Sudarti1 \n1Program  Studi  Pendidikan  Fisika,  FKIP  Universitas  Jember  \nCorresponding  e-mail: silpinurrohmah@gmail.co m \n \n \nKATA  KUNCI:  \nperubahan  iklim, \nglobal  warming , \ntemperatur  \n \nDiserahkan:  25 Nov 2021 \nDirevisi:  16 Des 2021 \nDiterima: 18  Des 2021 \nDiterbitkan:  15 Jan 2022  \nTerbitan  daring:  18 Jan 2022  \n \n \n \n \n \n1. Pendahuluan  \nPemanasan  global  (global  warming ) dan  perubahan  iklim  yang  terjadi  tidak  hanya  telah  dialami  suatu  negara \nsaja  melainkan  secara  global termasuk  Indonesia.  Indonesia  termasuk  negara  besar  yang  mempunyai  banyak \npulau dan lautan. Luasnya lautan yang berada di wilayah Indonesia dapat memberikan efek terhadap global \nwarming  dan  perubahan  iklim.  Indonesia  juga  sudah  mengalami  perubahan  yang  terbilang  cukup  pesat. \nPerubahan tersebut terjadi karena gaya hidup dan kebutuhan manusia yang serba instan dan masifnya \nmenggunakan   teknologi.   Gaya   hidup   dan   aktivitas   merusak   lingkungan   yang  dilakukan   manusia   dapat  \nJurnal  Phi \nABSTRAK.  Perubahan  iklim  dapat  dikatakan se",
        "author": "DELL",
        "date": "2023-12-12",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Analisis Perubahan Iklim dan Global Warming yang Terjadi sebagai Fase Kritis.pdf",
        "download": ""
    },
    {
        "id": 8,
        "title": "Template for a Publication in the International Journal of Technology",
        "content": "e-Journal CENTECH  2020 Vol. 2  No. 1 April 2021 : hlm  22-29. ISSN 2722 -0230 (Online)  \n \nANTISIPASI TERJADINYA PEMANASAN GLOBAL DENGAN  \nDETEKSI DINI  SUHU  PERMUKAAN AIR  MENGGUNAKAN  DATA SATELIT  \nAgnes Sri Mulyani  \n1Jurusan Teknik Sipil , Universitas Kristen Indonesia  Jakarta  \nEmail:  agnes.mulyani @uki.ac.id  \n \nMasuk: 15-04-2021 , revisi: 16-04-2021 , dite rima untuk diterbitkan: 30-04-2021  \n \n \nABSTRA K  \nSistem Penginderaan Jauh dengan menggunakan data satelit mempunyai kemampuan mendeteksi suhu permukaan \nair di bumi secara spasial dan temporal.   Suhu permukaan air laut (SPL) merupakan salah satu indikator  pe nting \ndalam dinamika  iklim  global dan dinamika iklim regional . Kenaikan SPL dapat menyebabkan terjadinya \npemanasan Global dan perubahan iklim yang menyebabkan malapetaka berupa, angin topan, hujan ekstrem deras, \ntanah longsor, amgin puting beliung, mencair nya es di kutub sehingga menyebabkan kenaikan permukaan air laut. \nBagi Indonesia sebagai sebuah negara kepulauan yang terdiri dari puluhan ribu pulau , kenaikan permukaan air laut \ndapat m enjadi suatu bencana  apabila  ada pulau yang tenggelam.  T ulisan ini be rtujuan untuk mengkaji deteksi dini \nSPL di permukaan bumi  dengan metode Penginderaan jauh dalam mengantisipasi terjadinya pemanasan Global . \nMetode yang digunakan adalah pendekatan studi literatur yang diambil dari  beberapa  jurnal ilmiah  hasil penelitian \nyang sudah dilakukan oleh para ilmuwan . Hasil kajian para ilmuwan di Indone",
        "author": "IJTech",
        "date": "2021-05-25",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\ANTISIPASI TERJADINYA PEMANASAN GLOBAL DENGAN DETEKSI DINI SUHU PERMUKAAN AIR MENGGUNAKAN DATA SATELIT.pdf",
        "download": ""
    },
    {
        "id": 9,
        "title": "Microsoft Word - 9. (148-162) Deforestasi (belum proofread).docx",
        "content": "____________________ Korespodensi: Departement of Government Affairs and Administration, Universitas Muhammadiyah Yogyakarta. Jl. Brawijaya, Geblagan, Tamantirto, Kec. Kasihan, Bantul, Daerah Istimewa Yogyakarta 55183. Email: herpitawahyuni@yahoo.com JIIP: Jurnal Ilmiah Ilmu Pemerintahan Volume 6, Nomor 1, Tahun 2021 DOI: 10.14710/jiip.v6i1.10083   Dampak Deforestasi Hutan Skala Besar terhadap Pemanasan Global di Indonesia   Herpita Wahyuni1 & Suranto2 1,2 Departement of Government Affairs and Administration, Universitas Muhammadiyah Yogyakarta  Dikirimkan: 9 Januari 2021 Direvisi: 1 Februari 2021 Diterbitkan: 25 Maret 2021                       Pendahuluan Hutan Indonesia adalah hutan yang sering disebut salah satu paru dunia yang menyumbangkan oksigen untuk keberlangsungan makhluk hidup yang dapat meyerap karbon dioksida yakni karbon yang berbahaya dan menghasilkan gas oksigen yang diperlukan oleh manusia (Shafitri, Prasetyo, & Haniah, 2018). Hutan merupakan sumber daya alam yang berperan penting pada lini kehidupan, baik dari ekonomi, sosial, budaya, dan lingkungan (Widodo & Sidik, 2020). Areal hutan yang semakin berkurang tentunya menyebabkan punahnya berbagai jenis spesies yang menyebabkan berbagai dampak termasuk menimbulkan efek gas rumah kaca (Novalia, 2017). Permasalahan lingkungan yang paling utama muncul teridentifikasi menjadi lima yang satu diantaranya yaitu INTISARI Penelitian ini bertujuan untuk mengetahui perkembangan tingkat deforestasi di Indonesia dengan me",
        "author": "Unknown",
        "date": "",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Dampak Deforestasi Hutan Skala Besar terhadap Pemanasan Global.pdf",
        "download": ""
    },
    {
        "id": 10,
        "title": "Jurnal At Tadbir  STAI Darul Kamal NW Kembang kerang  NTB",
        "content": "Jurnal At Tadbir  STAI Darul Kamal NW Kembang kerang  NTB  \nVolume 5 No 2 Tahun 20 21 \nP-ISSN : 2580 -3433  \nE-ISSN : 2715 -7210  \nhttps://journal.staidk.ac.id/index.php/tadbir  \n \n1 \n DAMPAK PEMANASAN GLOBAL DAN UPAYA PEN GEN -\nDALIANNYA MELALUI PENDIDIKAN LINGKUNGAN \nHIDUP DAN PENDIDIKAN ISLAM  \n \nBaktiar Leu  \nSekolah Tinggi Agama Islam Kupang  \nEmail: baktiar.leu@gmail.com  \n \nAbstrak  \n \nPemanasan global  adalah kenaikan suhu bumi atau meningkatnya temperature  suhu rata -\nrata atmosfer, laut dan daratan bumi. Penyebab nya adalah efek rumah kaca yang lebih \ndari kondisi normal di atmosfer bumi . \nDampak dari pemanasan global adalah  perubahan iklim, seperti naiknya permukaan laut, \nyang berakibat pada tenggelamnya pulau -pulau kecil. Naiknya suhu laut juga \nmengakibatkan hasil perikanan akan menurun. Naiknya suhu udara akan meningkatkan \nberkembangnya penyakit. Peningkatan curah hujan akan meningkatkan banjir dan  \nlongsor, juga perubahan musim tanam  dan peningkatan penguapan serta peningkatan \ninten sitas badai tropis akan menyeb abkan rawan transpo rtasi. \nSebagai upaya mengendalikan, mengurangi dan mengantisipasinya adalah dengan \nmelestarikan lingkungan hidup yang dap at dilakukan oleh semua pihak baik pemerintah, \nmasyarakat dan lembaga pendidikan atau sekolah melalui  pendidikan  lingkungan hidup \ndan pendidikan Islam.  \nPemerintah khusunya kementerian lingkungan hidup telah berinovasi melalui program \nadiwiyata  yang dilaku kan disekolah -sekolah atau lembaga -le",
        "author": "A S U S",
        "date": "2021-07-31",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\DAMPAK PEMANASAN GLOBAL DAN UPAYA PENGEN DALIANNYA MELALUI PENDIDIKAN LINGKUNGAN HIDUP DAN PENDIDIKAN ISLAM.pdf",
        "download": ""
    },
    {
        "id": 11,
        "title": "Jurnal Ilmiah agribisnis dan Perikanan (agrikan UMMU -Ternate)                            Volume 3 Edisi 1 (Mei 2010)",
        "content": "Jurnal Ilmiah agribisnis dan Perikanan (agrikan UMMU -Ternate)                            Volume 3 Edisi 1 (Mei 2010)  \n \n30 \n DAMPAK PEMANASAN GLOBAL  \nTERHADAP  EKOSISTEM   PESISIR DAN LAUTAN  \n \n \nHusain Latuconsina  \nStaf Pengajar  FPIK UNIDAR Ambon, e-mail: husainlatuconsina@ymail.com  \n \n \nABSTRAK  \n \nFenomena pemanas an global dan menipisnya lapisan Ozon akibat \npeningkatan emisi gas rumah kaca secara berlebihan di atmosfer melalui \npenggunaan bahan bakar fosil, deforestasi dan aktivitas manusia lainnya, \ntelah berdampak negatif bagi keberlanjutan ekosistem pesisir dan la utan, \ndiantaranya; (i) komunitas terumbu karang mengalami pemutihan (coral \nbleaching) sehingga menurunkan produksi perikanan karang  (ii) \nmeningkatnya radiasi ultraviolet -B yang masuk ke perairan sehingga \nmenghambat proses fotosintesis dan pertumbuhan fitop lankton sebagai \nprodusen primer dan penyerap CO 2 terbesar di perairan laut, (iii) \nterancamnya hewan laut dari kepunahan akibat meningkatnya suhu dan \npenurunan salinitas perairan laut, dan (iv) naiknya permukaan laut akibat \nmencairnya es di kawasan kutub bu mi dapat merendam kawasan pesisir dan \nmenenggelamkan pulau -pulau kecil. Semuanya berpotensi mengancam \nkeberlangsungan eksositem pesisir dan lautan sebagai penyangga kehidupan \nmanusia. Untuk itu upaya menekan laju pemanasan global dengan \nmengurangi pengguna an bahan bakar fosil dan mengurangi tingginya \ntingkat deforestasi serta minimalisasi aktivitas lainnya yang menghasilkan \nemis",
        "author": "USER",
        "date": "2013-01-27",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\DAMPAK PEMANASAN GLOBAL TERHADAP EKOSISTEM PESISIR DAN LAUTAN.pdf",
        "download": ""
    },
    {
        "id": 12,
        "title": "JIPENA : Jurnal Ilmu Peternakan Indonesia                                                               ISSN 3064 -4259  (E)",
        "content": "JIPENA : Jurnal Ilmu Peternakan Indonesia                                                               ISSN 3064 -4259  (E) \nVolume 01, Nomor 01, Oktober  2024 \n \n \n \n1 \n \nDAMPAK PEMANASAN GLOBAL TERHADAP \nKESEJAHTERAAN TERNAK DAN PRODUKTIFITAS \nDI KAWASAN PERDESAAN  \n \n \nDes Syafrianti1), Akhosiwa Zega2) \n1) Peternakan , Fakultas Peternakan , Universitas Andalas , Padang , Indonesia  \nEmail : dessyafrianti@gmail.com   \n2) Sumber Daya Akuatik , Fakutas Sains dan Teknologi , Universitas Nias, Nias, Indonesia  \nEmail:  asokhiwazega@gmail.com   \n \nAbstract  \nGlobal warming is increasingly becoming a significant threat to livestock welfare and productivity in \nrural areas, which rely heavily on the livestock sector for food security and income. This study aims \nto analyze the impacts of climate change on livestock productivity and evaluate adaptation strategies \nimplemented by farmers in rural areas. The methods used include qualitative and quantitativ e \napproaches through surveys, in -depth interviews, and direct observation of farmers in climate change \nvulnerable areas. Data were analyzed using descriptive analysis and inferential statistics. The results \nshowed that increased temperature and rainfall un certainty had a negative impact on livestock health, \nfeed availability and productivity. Adaptation strategies implemented by farmers, such as livestock \nspecies diversification and more efficient feed management, have helped mitigate some of the negative \nimpacts, but limi",
        "author": "IDENTIK",
        "date": "2024-12-24",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\DAMPAK PEMANASAN GLOBAL TERHADAP KESEJAHTERAAN TERNAK DAN PRODUKTIFITAS DI KAWASAN PERDESAAN.pdf",
        "download": ""
    },
    {
        "id": 13,
        "title": "Biocaster : Jurnal Kajian Biologi",
        "content": "Biocaster : Jurnal Kajian Biologi  \nE-ISSN 2808 -277X; P -ISSN 2808 -3598  \nVolume 4, Issue  4, October  2024 ; Page, 157-163 \nEmail: biocasterjournal@gmail.com  \nUniform Resource Locator : https://e -journal.lp3kamandanu.com/index.php/biocaster  \n \n  \n157 \n \nDAMPAK PERUBAHAN IKLIM TERHADAP KEANEKARAGAMAN  \nHAYATI: LITERATUR E REVIEW  \n \nI Wayan Karmana  \nProgram Studi Pendidikan Biologi , Fakultas Sains, Teknik, dan Terapan, Universitas \nPendidikan Mandalika, Jalan Pemuda Nomor 59A, Mataram, Nusa Tenggara Barat \n83125, Indonesia  \nEmail: wayankarmana@undikma.ac.id  \nSubmit: 07-10-2024 ; Revised: 21-10-2024 ; Accepted: 27-10-2024 ; Published: 30-10-2024  \n \nABSTRAK: Perubahan iklim merupakan salah satu tantangan terbesar yang dihadapi oleh \nekosistem dan keanekaragaman hayati di seluruh dunia. Penelitian ini bertujuan untuk mengkaji \ndampak perubahan iklim terhadap keanekaragaman hayati melalui tinjauan literat ur yang \nkomprehensif. Dengan mengumpulkan dan menganalisis berbagai studi sebelumnya, penelitian ini \nmengidentifikasi pola -pola perubahan yang terjadi pada spesies flora dan fauna sebagai respons \nterhadap variabel iklim yang berubah, seperti suhu, curah hu jan, dan frekuensi kejadian cuaca \nekstrem. Hasil literatur menunjukkan bahwa banyak spesies mengalami perubahan distribusi, \nperilaku, dan waktu reproduksi, yang berpotensi mengganggu interaksi ekosistem dan merusak \nkeseimbangan ekologis. Penelitian ini jug a membahas dampak perubahan iklim terhadap habitat \nal",
        "author": "karena itu",
        "date": "2024-10-30",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\DAMPAK PERUBAHAN IKLIM TERHADAP KEANEKARAGAMAN HAYATI LITERATURE REVIEW.pdf",
        "download": ""
    },
    {
        "id": 14,
        "title": "Vol. 8, No.  3, 2022, pp. 540 -545",
        "content": " \nVol. 8, No.  3, 2022, pp. 540 -545  \nDOI: https://doi.org/10.29210/020221375  \n \n  \nContents lists available at Journal IICET  \n \nJPPI (Jurnal Penelitian Pendidikan Indonesia)  \nISSN: 2502 -8103 (Print)  ISSN:  2477 -8524 (Electronic)  \n \nJournal homepage : https://jurnal.iicet.org/index.php/jppi  \n  \n \n \n540 \n \nDiplomasi lingkungan hidup Indonesia: isu mitigasi  perubahan \niklim  \n \n \nAos Yuli Firdaus*), Putri Ayu Wandira  \nProgram Studi Hubungan Internasional, Fakultas Ilmu Sosial dan Ilmu Politi ,  Universitas Nasiona l, Indonesia  \n \nArticle Info   ABSTRACT  \nArticle history:  \nReceived Jan 13th, 2022  \nRevised Apr 08th, 2022  \nAccepted Sep 05th, 2022  \n  Perkembangan diplomasi lingkungan hidup tidak dapat dipisahkan dengan \nsemakin besarnya upaya dunia internasional dalam mitigasi masalah \nperubahan iklim. Dalam tiga dekade belakangan anggota -anggota PBB yang \nmeratifikasi Konvensi Kerangka Kerja PBB dalam Perubahan Iklim bertemu \nsetiap tahun melalui mekanisme yang dikenal sebagai Konferensi bagi Partai \nAnggota untuk mendiskusikan solusi universal terbaik bagi perubahan iklim. \nMasalah dalam penelitian ini bagaimana upaya diplomasi Indonesia dalam \nmenyikapi masalah perubahan iklim su dah cukup untuk melindungi warga \nnegaranya . Dengan itu penelitian  ini bertujuan untuk mengetahui mengenai \ndiplomasi pemerintahan Indonesia yang telah dilakukan dibawah \nkerangkakerja PBB dan juga upaya dalam mitigasi perubahan iklim, terutama \nsebagai anggot a UNFCCC. Adapun metode",
        "author": "admin",
        "date": "2022-10-23",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Diplomasi lingkungan hidup Indonesia isu mitigasi perubahan.pdf",
        "download": ""
    },
    {
        "id": 15,
        "title": "64 | Edukasi Masyarakat Sehat Sejahtera (EMaSS) :  Jurnal Pengabdian kepada Masyarakat Volume 5 No.1 Tahun 2023",
        "content": "64 | Edukasi Masyarakat Sehat Sejahtera (EMaSS) :  Jurnal Pengabdian kepada Masyarakat Volume 5 No.1 Tahun 2023   \nEDUKASI PERUBAHAN IKLIM UNTUK MEN AMBAH PEMAHAMAN \nTEN TANG KONDISI IKLIM SA AT INI  \n \n \nRindha Mareta Kusumawati  *1, Mu’mining2 , Kartina Wulandari3, Apriyani  4 , Suwignyo  5 \nFakultas kesehatan masyarakat universitas widya gama Mahakam  \n*e-mail:  rindha.m k@uwgm.ac.id  \n \nABSTRACT  \n \nClimate is one of the main factors in the life processes of living things on earth, both for plants, \nanimals and even humans. As the times progress, the climate on this earth i s increasingly \nchanging which is caused by several main factors of climate change. Human activity is the \nmain factor of climate change, many human activities that may not be realized can cause \nclimate change on earth. Based on the results of field observat ions conducted by students, it was \nfound that there were still many residents of the Sungai Siring Village who did not understand \nthe current climate conditions. Therefore, students provide education about climate change so \nthat people understand what the current climate conditions are like. Before carrying out the \nWork Program, students do advocacy in advance to the local community & village officials. \nAfter the Advocacy and Observation process runs. Students then plan a work program and \ndetermine the time  and place for implementing the work program. To achieve the expected \ngoals, students use the community empowerment method by placing b",
        "author": "Lenovo",
        "date": "2023-01-31",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\EDUKASI PERUBAHAN IKLIM UNTUK MENAMBAH PEMAHAMAN TENTANG KONDISI IKLIM SAAT INI.pdf",
        "download": ""
    },
    {
        "id": 16,
        "title": "Vol 4. No.1 April 2015   49",
        "content": " \n \nVol 4. No.1 April 2015   49 \n \n EFEK RUMAH KACA DALAM PERSPEKTIF GLOBAL  \n(PEMANASAN GLOBAL AKIBAT EFEK RUMAH KACA)  \n \nOleh :  \nSurtani   \nDosen Jurusan Geografi Universitas Negeri Padang  \nEmail : surtaniharahap@gmail.com   \n \nAbstrak  \n \nPermasalahan mengenai pemanasan global dan efek rumah kaca ini telah menjadi isu \nglobal yang saat ini menjadi perhatian sangat serius dari berbagai kalangan dan telah \ndibahas di berbagai negara dalam upaya mengurangi dampaknya terhadap \nkelangsungan hidup m anusia di bumi ini. Peningkatan suhu rata -rata global sejak \npertengahan abad ke -20, kemungkinan besar disebabkan oleh meningkatnya \nkonsentrasi gas rumah kaca akibat aktivitas manusia” melalui efek rumah kaca.  \nKesimpulan dasar ini telah dikemukakan oleh set idaknya 30 badan ilmiah dan \nakademik, termasuk semua akademi sains nasional dari negara -negara G8.  \nPemansan global terjadi ketika ada konsentrasi gas -gas tertentu yang dikenal dengan \ngas rumah kaca, y ang terus bertambah di udara, hal tersebut disebabkan oleh \ntindakan manusia, kegiatan industri, khususnya CO2 dan \nchlorofluorocarbon .Pemanasan global mengakibatkan dampak yang luas dan serius \nbagi lingkungan bio -geofisik (seperti pelelehan es di kutub, kenaikan muka air laut, \nperluasan gurun pasir, peningkata n hujan dan banjir, perubahan iklim, punahnya \nflora dan fauna tertentu, migrasi fauna dan hama penyakit.  \nUntuk mengatasi pemanasan global diperlukan usaha yang sangat keras karena \nhampir mustahil untuk di",
        "author": "ADIT",
        "date": "2019-07-19",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\EFEK RUMAH KACA DALAM PERSPEKTIF GLOBAL (PEMANASAN GLOBAL AKIBAT EFEK RUMAH KACA).pdf",
        "download": ""
    },
    {
        "id": 17,
        "title": "Jurnal Ekologi, Masyarakat & Sains",
        "content": "29 \n \n Jurnal Ekologi, Masyarakat & Sains \nE-ISSN: 2720-9717 \nVolume 2, Nomor 1, 2021 \nECOTAS \nhttp://journals.ecotas.org/index.php/ems   \n \nEkosistem Mangrove dan Mitigasi \nPemanasan Global  \nAnisa Fitria1*, Ghesang Dwiyanoto1 \n \n* Penulis koresponden: anisafitria_pbio17s1@mahasiswa.unj.ac.id   1Universitas Negeri Jakarta, Jl. Rawamangun Muka, Rawamangun, RT.11/RW.14, Rawamangun, \nJakarta Timur \n \n \nKata Kunci:   \nmitigasi,  \nekosistem mangrove, \npemanasan global  \n Abstrak \nPemanasan global berdampak pada kehidupan di dunia dan dirasakan oleh \nseluruh makhluk hidup.  Salah satu penyebab terjadinya pemanasan global \nadalah peningkatan emisi karbon dioksida. Ekosistem mangrove memiliki \nfungsi seperti hutan lainnya yaitu menyerap karbon dan juga berperan \npenting dalam mitigasi pemanasan global. Penelitian ini dilakukan untuk \nmengulas dan mengetahui pentingnya ekosistem mangrove dalam mitigasi \npemanasan global. Metode penelitian yang digunakan studi literatur atau \nkajian pustaka dengan mengkaji beberapa artikel terkait. Studi literatur \ndigunakan sebagai metode pengumpulan data dengan melakukan \npenggabungan beberapa data penelitian yang tercantum dalam artikel ilmiah \nyang relevan dengan penelitian yang akan dilakukan untuk mendapatkan \nsuatu pemecahan masalah. Penelitian relevan dikumpulkan oleh penulis \nkemudian dikaji lebih dalam untuk membahas kembali peran ekosistem \nbagi mitigasi pemanasan global. Hasilnya ekosistem mangrove memiliki \npotensi mitigasi yang sangat be",
        "author": "Ekosistem Mangrove dan Mitigasi",
        "date": "2022-03-07",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Ekosistem_Mangrove_dan_Mitigasi_Pemanasa.pdf",
        "download": ""
    },
    {
        "id": 18,
        "title": "Microsoft Word - Nur F _LAPAN_ - Hubungan Pemanasan.doc",
        "content": "Ringkasan tidak tersedia.",
        "author": "Unknown",
        "date": "2026-01-10",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\hubungan pemanasan global dengan kondisi suhu udara dan curah hujan di indonesia.pdf",
        "download": ""
    },
    {
        "id": 19,
        "title": "TEKNIKA: JURNAL SAINS DAN TEKNOLOGI VOL  16 NO 1 (2020) 69–82",
        "content": " TEKNIKA: JURNAL SAINS DAN TEKNOLOGI VOL  16 NO 1 (2020) 69–82  \n   \n  \nTEKNIKA: JURNAL SAINS DAN TEKNOLOGI  \n \nHomepage jurnal : http://jurnal.untirta.ac.id/index.php/ju -tek/ \n \n \n   \n \nImplementasi data mining  untuk menentukan strategi penjualan buku \nbekas dengan pola pembelian konsumen menggunakan metode Apriori  \n(studi kasus : Kota Medan)  \nlra Zulfaa,1, Rayuwati  Rayuwatib, Khaidir Kokoa,c \naProgram Studi Teknik Informatika, Fakultas Teknik, U niversitas Gajah Putih, Simpang Kelaping, Pegasing, Aceh Tengah, Aceh 24552, Indonesia  \n1E-mail: ira.zulfea@yahoo.com  \n \nI N F O  A R T I K E L \nRiwayat artikel :  \nDiajukan pada  16 Maret  2020  \nDireview  pada 03  April  2020  \nDirevisi  pada 10  Mei 2020  \nDisetujui pada 30  Mei 2020  \nTersedia daring pada 3 0 Juni 2020  \n \nKata kunci : \nData mining , apriori , supporting , \nconfidence . \n \nKeywords : \nData mining , apriori, supporting , \nconfidence.   \nA B S T R A K \nProses jual beli yang ada  pada toko buku bekas memiliki kendala, yaitu  penyimpanan data penjualan masih \nsecara tertulis. Hal itu berakibat  pada sulitnya menemukan buku yang diinginkan karena penyusunan buku \nbelum rapi . Penggunaan teknik data mining  diharapkan dapat membantu mempercepat proses pencarian \nbuku serta memenuhi kebutuhan pelanggan , salah satunya metode apriori . Metode Apriori  berguna dalam \npenyusun an itemset . Tahapan an algoritma dari metode apriori  ini dimaksudkan untuk menghasilkan \ndataset  serta frekuensi  dari data transaksi pem",
        "author": "Jurnal Teknika",
        "date": "2020-07-30",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Implementasi data mining untuk menentukan strategi penjualan buku bekas dengan pola pembelian konsumen menggunakan metode Apriori.pdf",
        "download": ""
    },
    {
        "id": 20,
        "title": "Lex Privatum Vol.XI/No.5/jun/2023",
        "content": "Lex Privatum Vol.XI/No.5/jun/2023  \nSharon Easter Baroleh  IMPLEMENTASI KONVENSI INTERNASIONAL PARIS AGREEMENT  TENTANG MITIGASI \nPERUBAHAN IKLIM DI INDONESIA1 \n \nSharon Easter Baroleh  2 \nbarolehsharon@gmail.com   \nCornelis Dj. Massie  3 \ncornelisdjm@unsrat.ac.id   \nNatalia L. Lengkong  4 \nnl.lengkong@gmail.com   \n \n \nABSTRAK  \n \nParis Agreement merupakan suatu konvensi \ninternasional  yang berisi tentang upaya -upaya  untuk \nmengatasi perubahan iklim di dunia yang semakin \nmasif. Indonesia menjadi salah satu negara yang ikut \nmenandatangani konvensi  internasional  ini, yang di \nharapkan ikut  serta  berkomitmen dalam menghadapi \nperubahan iklim. Penelitian ini bertujuan untuk \nmengetahui bagaimana pengaturan hukum Paris \nAgreement mengenai mitigasi perubahan iklim dan \nuntuk mengetahui bagaimana implementasi  Paris \nAgreement  tentang perubahan iklim di Indonesia. \nPenelitian  ini menggunakan metode penelitian yuridis \nnormatif. Adapun hasil dari penelitian ini Paris \nAgreement memakai prinsip common but differentiated \nresponsibility and respective capabilities yang  mana \nmembagi tugas /tanggung jawab negara di dunia untuk \nsama -sama bertanggung jawab dalam menurunkan \nproduksi gas emisi namun dengan kemampua n/beban \nmasa lalu yang berbeda -beda bagi negara \nmaju /berkembang  dan Indonesia memiliki komitmen \nyang besar terhadap Paris Agreement mengingat \nIndonesia bukan saja hanya sekedar ikut serta ( accede ) \ndalam perjanjian internasional tersebut, namun juga ikut \n",
        "author": "jemmy pandelaki",
        "date": "2023-07-02",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\IMPLEMENTASI KONVENSI INTERNASIONAL PARIS AGREEMENT TENTANG MITIGASI PERUBAHAN IKLIM DI INDONESIA.pdf",
        "download": ""
    },
    {
        "id": 21,
        "title": "Prisma Sains: Jurnal Pengkajian Ilmu dan",
        "content": " Prisma Sains: Jurnal Pengkajian Ilmu dan \nPembelajaran Matematika dan IPA IKIP Mataram  \nhttp://ojs.ikipmataram.ac.id/index.php/prismasains/index  \n June  2019. Vol. 7, No. 1  \np-ISSN: 2338 -4530  \ne-ISSN: 2540 -7899  \npp. 27-37   \n \n Prisma Sains  : Jurnal Pengkajian Ilmu dan Pembelajaran Matematika dan IPA IKIP Mataram , June  2019. Vol. 7 , No.1 | |27 \n \nImplementasi  Metode  Pembelajaran  Spot Capturing  Pada Materi  \nPemanasan  Global  untuk  Meningkatkan  Keterampilan  Proses  Sains  \n \n1Kiki Septaria, 2Binar Ayu Dewanti, 3Muhammad Habibbulloh  \nProgram  Studi Pendidikan  IPA, FKIP, Universitas  Islam  Lamongan , Jl. Veteran,  No. 53A, \nLamongan , Indonesia . \nEmail  Korespondensi : kikiseptaria@unisla.ac.id  \nArticle Info  Abstract  \nArticle History  \nReceived: March  2019  \nRevised: May 2019  \nPublished: June 2019  The Implementation of Spot Capturing Learning Methods in Global Warming \nMaterials to Improve Science Process Skills . This research aims to determine the \nimplementation of Spot Caturing learning methods and to know the improvement \nof the student science process skills after the use of Spot Capturing learning \nmethods on global warming topic. This study uses one group prete st - posttest \ndesign where the subjects in this study were a class of students  from Department \nof Science Education, Faculty of Teacher Training and Education, Lamongan \nIslamic  University i n the first semester of the 2018 -2019 academic year.  Research \ndata is obtained through ",
        "author": "Customer",
        "date": "2019-06-28",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Implementasi Metode Pembelajaran Spot Capturing Pada Materi Pemanasan Global untuk Meningkatkan Keterampilan Proses Sains.pdf",
        "download": ""
    },
    {
        "id": 22,
        "title": "MODUL 1",
        "content": "Modul 1 \n \nIsu Lingkungan Global  \n \nProf. Dr. Rukaesih Achmad,  M.Si. \n \n \n \n \nasalah lingkungan yang kita hadapi dari tahun ke tahun semakin \nmeningkat baik yang berasal dari pencemaran air maupun pencemaran \nudara. Hal ini bukan hanya disebabkan oleh kegiat an industrinya , tetapi juga \noleh aktivitas manusia dalam rumah tangga.  \nBanyak orang kurang menyadari akan telah terjadinya pencemaran \nudara, padahal sekitar 15% kematian disebabkan pencemaran udara. \nPencemaran udara di kota -kota besar seperti Jakarta telah  cukup \nmemprihatinkan. Jakarta sebagai kota metropolitan dibebani oleh kegiatan \ntransportasi yang cukup padat yang memberi sumbangan bahan pencemar \nudara yang cukup signifikan, demikian halnya untuk kota -kota besar lainnya.  \nPencemaran udara akibat gas buan g kendaraan bermotor kurang disadari \noleh masyarakat pada umumnya, padahal dampak dari pembakaran bahan \nbakar ini sungguh luar biasa dalam jangka panjang, seperti yang sedang \ndialami oleh penduduk seluruh dunia yaitu terjadinya pemanasan global \n(global war ming ). \nDi samping pemanasan global, terjadinya hujan asam ( acid rain ) dan \npenipisan lapisan ozon merupakan masalah lingkungan masa kini yang juga \nmenjadi masalah global karena dapat terjadi di seluruh dunia.  \nAnda sebagai calon guru -guru kimia hendaknya mem asukkan informasi \ndan konsep -konsep atau prinsip -prinsip yang menyangkut masalah \nlingkungan global ke dalam materi pembelajaran kimia baik untuk tingkat \nSMA maupun tingkat SMP.  \nM",
        "author": "Bimo",
        "date": "",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Isu Lingkungan Global.pdf",
        "download": ""
    },
    {
        "id": 23,
        "title": "D:\\# UMY Press\\Jurnal HI Akredi",
        "content": "○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○ ○JURNAL HUBUNGAN INTERNASIONAL\nVOL. 6 EDISI 1 / APRIL - SEPTEMBER 2017\nPEND AHUL UAN\nIlmu Hubungan Int ernasional (HI) muncul sebagai\nbidang s tudi y ang terorganisasi pada a wal abad 20. Menurut\nEdward H. Carr (1 939), munculn ya HI sebagai bidang s tudi\ntersendiri-se telah sebelumn ya menjadi bagian dari ilmu\nsejarah-adalah akibat adan ya keinginan, t erutama sesudah\nPerang Dunia I, untuk memahami sebab-sebab t erjadin ya\nkonflik y ang pada akhirn ya ditujuk an guna mencari\nlangk ah-langk ah pr eventif agar tidak t erjadi per tikaianantar-negar a ser ta tercipta dunia y ang lebih damai.\nKebutuhan y ang ber sifat normatif itu menjadik an\ndiplomasi ser ta huk um dan or ganisasi int ernasional sebagai\nisi pok ok studi baru ini. Ini mencermink an op timisme\numum abad 1 9, yakni per damaian bisa dicip takan melalui\npembuat an atur an main.\nNamun, apa y ang diper caya oleh par adigma normatif\nini runtuh se telah timbul r ealitas politik pr aktis pada t ahunIsu P emanasan Global dalam P ergeser an\nParadigma K eamanan pada S tudi\nHubungan Int ernasional\nAdibah Sayyidati\nBadan P enelitian dan P engembangan Provinsi Jawa T imur\nGayungan, K ota Surabaya, Jawa T imur 60235\nadibah_sayyidati@yahoo.com\nDiserahkan: 19 Desember 2016, Diterima: 6 F ebruari 2017\nAbstract\nFor many years, International Relations (IRs) has focused its discussion on politico-military theme, ",
        "author": "MYWINDOWS",
        "date": "2018-09-22",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Isu Pemanasan Global dalam Pergeseran Paradigma Keamanan pada Studi Hubungan Internasional.pdf",
        "download": ""
    },
    {
        "id": 24,
        "title": "Jurnal Ilmu Komputer dan Sistem Informasi  (JIKOMSI",
        "content": "Jurnal Ilmu Komputer dan Sistem Informasi  (JIKOMSI  \nV Volume 7, Nomor 1, Tahun  2024 , Hal 161-166 \nISSN 2723 - 6129 (media online)  \nLink Jurnal : https://ejournal.sisfokomtek.org/index.php/jikom  \nMahdianta Pandia , Copyright © 20 19, JIKOMSI , Page 161  \nSubmitted: 08/02/2024 ; Accepted: 16/02/2024 ; Published: 20/02/2024        Kajian Literatur Multimedia Retrieval : Machine Learning Untuk \nPengenalan Wajah  \n \nMahdianta Pandia1*, Poltak Sihombing2, Purwanto Simamora3, Roberto Kaban4  \n1,2,3,4 Fakultas Ilmu Komputer dan Teknologi Informasi, Teknik Komputer, Universitas Sumatera Utara, Medan, Indonesia  \nGedung C Fasilkom -TI, Universitas Sumatera Utara, Jl. Alumni No.3, Padang Bulan, Kec. Medan Baru, Kota Medan,  \nSumatera Utara, Indonesia, 20155  \n Email: 1 mahdianta03@gmail.co m, 2poltak@usu.ac.id , 3purwantosimamora@gmail.com , 4roberto.kaban@yahoo.com  \n \n \nAbstrak − Multimedia retrieval adalah pencarian dan temu kembali mengenai informasi yang terkandung pada konten multimedia. \nKonten multimedia terdiri dari gambar, teks, video, suara atau kombinasi dari keempatnya. Konten multimedia khususnya foto diupload \nlebih dari lebih dari 1,2 triliun foto dan video digital diambil setiap tahunnya . Delapan puluh lima (85) % dari konten multimedia \ntersebut diambil menggunakan smartphone  dan langsung di upload ke media sosial. Penumpukan konten multimedia akan terus \nbertambah setiap tahunya, sehingga memutuhkan waktu untuk menel usurinya kembali  di media penyimpanan yang",
        "author": "Pengenalan Wajah",
        "date": "2024-02-20",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Kajian Literatur Multimedia Retrieval  Machine Learning Untuk Pengenalan Wajah.pdf",
        "download": ""
    },
    {
        "id": 25,
        "title": "Paper Title (use style: paper title)",
        "content": " Keterampilan Berpikir Kritis Siswa  dalam Implementa si Model Discovery Learning pada Sub Materi Pemanasan \nGlobal  \n238  KETERAMPI LAN BERPIKIR KRITIS SISWA DALAM  IMPLEMENTASI  MODEL DISCOVERY \nLEARNING PADA SUB MATERI PEMANASAN GLOBAL  \nAnisa Warda  \nMahasiswa S1 Program Studi Pendidikan Sains, FMIPA, Universitas Negeri Surabaya, e -mail: \nanisawarda@mhs.unesa.ac.id  \nElok Sudibyo  \nDosen Program Studi Pendidikan Sains, FMIPA , Universitas  Negeri Surabaya,  e-mail: eloksudibyo@unesa.ac.id  \nAbstrak  \nPenelitian ini bertujuan untuk mendeskripsikan keterampilan berpikir kritis siswa setelah adanya \npembelajaran model discovery learning pada sub  materi pemanasan global. Jenis penelitian ini merupakan penelitian \npre eksperimen dengan rancangan penelitian yang digunakan adalah “one group pretest -posttest design ”. Penelitian \nini dilakukan di kelas VII -A SMPN 5 Bangkalan. Hasil penelitian ini menunju kkan bahwa dapat melatihkan \nketerampilan berpikir kritis siswa setelah menggunakan model pembelajaran discovery learning. Hal tersebut terlihat \ndari nilai signifikansi uji t -berpasangan sebesar 0,00 0 yang mempunyai arti bahwa  terdapat perbedaan keterampil an \nberpikir kritis siswa sebelum dan sesudah  dilaksanakan pembelajaran menggunakan discovery learning . Perbedaan \ntersebut terbukti dari hasil pretest dan posttest yang meningkat. Berdasarkan  uji N-Gain peningkatan kemampuan  \nberpikir kritis siswa sebesar 7 1,1% berkategori tinggi. Hasil respon yang diberikan siswa",
        "author": "IEEE",
        "date": "2018-07-08",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\KETERAMPILAN BERPIKIR KRITIS SISWA DALAM  IMPLEMENTASI MODEL DISCOVERY.pdf",
        "download": ""
    },
    {
        "id": 26,
        "title": "Al-Hayat: Journal of Biology and Applied Biology , Vol 1, No 1 (2018), 1 3-17",
        "content": "Al-Hayat: Journal of Biology and Applied Biology , Vol 1, No 1 (2018), 1 3-17 \nDOI. 10.21580/ah.v1i1.2682   \nCopyright (c) 2018 Al-Hayat: Journal o f Biology and Applied Biology  \nAl-Hayat: Journal of Biology and Applied Biology , Vol. 1, No. 1, 2018  13 Korelasi Pengetahuan Mahasiswa  Tentang Pemanasan Global \nTerhadap Perilaku Peduli Lingkungan Sekitar  \nWahyu Septa Nugroho1, Ismail2, Anif Rizqianti Hariz3 \nProgram Studi Pendidikan Biologi, Fakultas Sains dan Teknologi, UIN Walisongo  \nEmail: 1septa1994@gmail.com , 2ismail@walisongo.ac.id , 3anifrizqianti@walisongo.ac.id    \nAbstrak  \nKehidupan manusia tidak dapat dipisahkan dari lingkungannya. Ada tidaknya masalah lingkungan \ntergantung baga imana sikap dan tanggung jawab manusia terhadap lingkungannya. Penelitian ini \nbertujuan untuk mengetahui seberapa besar pengaruh pengetahuan tentang pemanasan global terhadap \nperilaku peduli lingkungan sekitar, dilakukan pada mahasiswa Pendidikan Biologi, Fakultas Sains dan \nTeknologi, UIN Walisongo. Diperoleh hasil bahwa pengetahuan pemanasan global tidak mempengaruhi \nsecara signifikan perilaku peduli lingkungan sekitar. Pada umumnya perilaku peduli lingkungan sudah \nbaik yaitu sebesar 62% dan pengetahuan te ntang pemanasan global sudah cukup baik yaitu sekitar 75%. \nDari analisis data diperoleh hasil perhitungan adalah r = 0,125 memberikan penafsiran bahwa tingkat \npengaruh variabel sangat rendah. Kemudian diuji keberartian koefisien korelasinya dan didapat has il \nberdasarkan per",
        "author": "User",
        "date": "2018-08-03",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Korelasi Pengetahuan Mahasiswa  Tentang Pemanasan Global Terhadap Perilaku Peduli Lingkungan Sekitar.pdf",
        "download": ""
    },
    {
        "id": 27,
        "title": "MACHINE LEARNING",
        "content": "MACHINE LEARNING\nAngga Aditya Permana\nWahyuddin S\nLeo Willyanto Santoso\nGentur Wahyu Nyipto Wibowo\nAnindya Khrisna Wardhani\nRahmaddeni\nAhmad Jurnaidi Wahidin\nGusti Eka Yuliastuti\nElisawati\nRima Rizqi Wijayanti\nAbdurrasyidPenulis :\n \nMACHINE LEARNING  \n \n \n \nAngga Aditya Permana  \nWahyuddin S  \nLeo Willyanto Santoso  \nGentur Wahyu Nyipto Wibowo  \nAnindya Khrisna Wardhani  \nRahmaddeni  \nAhmad Jurnaidi Wahidin  \nGusti Eka Yuliastuti  \nElisawati  \nRima Rizqi Wijayanti  \nAbdurrasyid  \n \n \n \n \n \n \n \n \nPT GLOBAL EKSEKUTIF TEKNOLOGI  \n \n MACHINE LEARNING  \n \nPenulis :  \nAngga Aditya Permana \nWahyuddin S \nLeo Willyanto Santoso \nGentur Wahyu Nyipto Wibowo \nAnindya Khrisna Wardhani \nRahmaddeni \nAhmad Jurnaidi Wahidin \nGusti Eka Yuliastuti \nElisawati \nRima Rizqi Wijayanti \nAbdurrasyid  \n \nISBN : 978-623-198-072-4\n \nEditor : Ari Yanto. M.Pd. \nPenyunting :  Tri Putri Wahyuni,S.Pd \nDesain Sampul dan Tata Letak : Atyka Trianisa, S.Pd \n \nPenerbit : PT GLOBAL EKSEKUTIF TEKNOLOGI \nAnggota IKAPI No. 033/SBA/2022 \n \nRedaksi : \nJl. Pasir Sebelah No. 30 RT 002 RW 001 \nKelurahan Pasie Nan Tigo Kecamatan Koto Tangah \nPadang Sumatera Barat \nWebsite : www.globaleksekutifteknologi.co.id \nEmail : globaleksekutifteknologi@gmail.com \n \nCetakan pertama, 11 Febru ari 2023 \n \nHak cipta dilindungi undang-undang \nDilarang memperbanyak karya tulis ini dalam bentuk \ndan dengan cara apapun tanpa izin tertulis dari penerbit.  \n",
        "author": "ASUS",
        "date": "2023-01-28",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\MACHINE LEARNING.pdf",
        "download": ""
    },
    {
        "id": 28,
        "title": "JPMB: Jurnal Pemberdayaan Masyarakat Berkarakter",
        "content": "JPMB: Jurnal Pemberdayaan Masyarakat Berkarakter  \nhttp://journal.rekarta.co.id/index.php/jpmb    \ne-ISSN 2622 -6928 | p -ISSN 2622 -5387  \nVol. 4  No.1 (Januari -Juli) 2021, Hal. 6 1-66 \n \n   \n \n61 \n \n \n \nMencegah  Laju Kekeringan  Sungai  Akibat  Pemanasan  Global  \n \nLoth Botahala1*, Hemy R. Djasibani2, Adolfina Oualeng3, Yuskandar R. Makanmoy4, Dusse Elma \nBotahala5 \n1Program Studi Kimia FMIPA  Universitas Tribuana Kalabahi, Indonesia  \n2Program Studi Teknologi Hasil Pertanian FAPERTA Universitas Tribuana Kalabahi, Indonesia  \n3Program Studi Pendidikan Teologi FKIP Universitas Tribuana Kalabahi, Indonesia  \n4Program Studi Teknik Informatika FMIPA  Universitas Tribuana Kalabahi, Indonesia  \n5Program Studi Pendidikan Ekonomi FKIP Universitas Nusa Cendana Kupang, Indonesia  \n*botahala@gmail.com , hemyuntrib@gmail.com , ofie82@gmail.com , yuskandarruben@gmail.com , \ndussebotahala02@gmail.com  \n \nAbstrak:  Perubahan iklim ini merupakan tantangan sangat serius yang sedang dihadapi dunia.  Tujuan \npengabdian kepada masyarakat ini untuk menarik perhatian para pemuda dalam rangka peduli terhadap \nlingkungannya secara khusus pencegahan dan perlindungan terhadap kekeringan air akibat penebangan liar. \nDalam pengabdian kepada masyarakat ini, dilakukan sosi alisasi tentang pentingnya menjaga kelestarian air \nuntuk kelangsungan hidup makluk hidup, dan juga dilakukan aksi penanaman pohon pada bantaran sungai \nsebagai bukti nyata salah satu cara menjaga kelestarian air. Kegiatan ini meli",
        "author": "T100TAM",
        "date": "2021-07-30",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Mencegah Laju Kekeringan Sungai Akibat Pemanasan Global.pdf",
        "download": ""
    },
    {
        "id": 29,
        "title": "|Vol. 8 (2)PEDAGOGIA: JURNAL PENDIDIKAN",
        "content": "|Vol. 8 (2)PEDAGOGIA: JURNAL PENDIDIKAN\npublished: 20 August 2019\ndoi: 10.21070/pedagogia.v8i2.2369\n \n \nISSN 2548 2254 (online)\nISSN 2089 3833 (print)\n*Correspondence:\nKiki Septaria\nkikiseptaria@unisla.ac.id\nReceived: 09 July 2019\nAccepted: 16 August 2019\nPublished: 20 August 2019\nCitation:\nSeptaria K (2019) Mengeksplorasi\nArgumentasi dan Pengetahuan\nPendidik Ilmu Pengetahuan Alam (IP A)\nT entang Pemanasan Global [Exploring\nthe Arguments and Knowledge of\nNatural Sciences (IP A) Educators on\nGlobal Warming].\nPEDAGOGIA: Jurnal Pendidikan. 8:2.\ndoi: 10.21070/pedagogia.v8i2.2369Mengeksplorasi Argumentasi dan\nPengetahuan Pendidik Ilmu\nPengetahuan Alam (IPA) Tentang\nPemanasan Global [Exploring the\nArguments and Knowledge of Natural\nSciences (IPA) Educators on Global\nWarming]\nKiki Septaria*\nProgram Studia Pendidikan IP A, Fakultas Keguruan dan Ilmu Pendidikan, Universitas Islam Lamongan, Indonesia\nThis research is a qualitative research based on case studies to investigate the quality\nof the arguments and personal knowledge of science teachers about global warming.\nThe subjects of this research were 20 science teachers from the same study program\nand university . Data collection techniques use interview methods and written arguments.\nQualitative analysis of data from interviews and written arguments reveals that some sci-\nence teachers use evidence during argumentation, but the evidence used is often not\naccurate enough to support or refute other people's claims or arguments and som",
        "author": "Kiki Septaria",
        "date": "2019-11-13",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Mengeksplorasi Argumentasi dan Pengetahuan Pendidik Ilmu Pengetahuan Alam (IPA) Tentang Pemanasan Global.pdf",
        "download": ""
    },
    {
        "id": 30,
        "title": "Jurnal Pengabdian kepada Masyarakat Nusantara (JPkMN)                                                              e -ISSN : 2745 4053",
        "content": "Jurnal Pengabdian kepada Masyarakat Nusantara (JPkMN)                                                              e -ISSN : 2745 4053  \nVol. 5 No. 1, 2024 |pp: 1 500-1508 | DOI : http://doi.org/10.55338/jpkmn.v5i1. 3010 \n1500  \nTerakreditasi SINTA 5 SK :105/E/KPT/2022                                                                     Fitriah Suryani Jamin , et.al  \nPelatihan Edukasi Peningkatan Kesadaran Sanitasi Lingkungan dalam Menghadapi Peningkatan Pemanasan … \n Pelatihan Edukasi Peningkatan Kesadaran Sanitasi \nLingkungan dalam Menghadapi Peningkatan Pemanasan \nGlobal Dunia  \n \n \n1)Fitriah Suryani Jamin *, 2)Ery Sugito , 3)Susatyo Adhi Pramono , 4)Aristanto , 5)Eka Immamah  \n1)AGROTEK, Pertanian, Universitas Negeri Gorontalo   \n2)Teknik Industri , Teknik, Universitas Ibnu Sina Batam   \n3)Teknik Sipil Bidang Ilmu Rekayasa Lingkungan, Teknik , Universitas Wijayakusuma Purwokerto  \n4)PGSD , STKIP Muhammadiyah Manokwari    \n5)Manajemen Bandar Udara, Universitas Sekolah Tinggi Penerbangan Aviasi  \nEmail Corresponding: fitriah.jamin@ung.ac.id  * \n \nINFORMASI ARTIKEL  ABSTRAK  \nKata  Kunci:  \nSanitasi Lingkungan  \nPemanasan Global  \nKesadaran Masyarakat  \nMelastarikan lingkungan  \n Pengabdian masyarakat ini menyoroti pentingnya sanitasi lingkungan dalam menghadapi \npemanasan global serta meningkatkan kesadaran masyarakat akan praktik sanitasi yang baik. \nRendahnya kesadaran dalam menjaga lingkungan saat ini masih terus terjadi, masih banyak \nmasyarakat tidak memiliki pengetahu",
        "author": "diba",
        "date": "2024-04-02",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pelatihan Edukasi Peningkatan Kesadaran Sanitasi Lingkungan dalam Menghadapi Peningkatan Pemanasan Global Dunia.pdf",
        "download": ""
    },
    {
        "id": 31,
        "title": "Microsoft Word - 2.isi",
        "content": "[Type text] \n \n47 \n FORUM TEKNOLOGI                   Vol. 02   No. 2 \nPEMANASAN GLOBAL (GLOBAL WARMING)  DAN HUBUNGANNYA \nDENGAN PENGGUNAAN BAHAN BAKAR FOSIL \n \nOleh : Sulistyono*) \n \nABSTRAK \n \nPesatnya kemajuan dan teknologi mendorong meningkatnya  pertumbuhan \nindustri dan sarana transportasi. Peningkatan  jumlah i ndustri dan sarana transportasi di \ndunia sudah barang tentu juga diikuti oleh peningkata n penggunaan bahan bakar \nterutama bahan bakar minyak (BBM).  Peningkatan  peng gunaan BBM terutama BBM \ndari fosil sudah barang tentu juga akan meningkatkan gas karbon dioksida (CO 2) \nsebagai gas hasil pembakaran dari BBM fosil. Seperti di ketahui gas CO 2 adalah salah \nsatu komponen gas rumah kaca,  diperkirakan setiap tahun dilepaskan sekitar 18,35 \nmiliar  ton CO 2. Ketika atmosfer semakin kaya akan gas-gas rumah kaca ini,  maka \nsemakin menjadi insulator yang menahan lebih banyak pan as dari matahari yang \ndipancarkan ke bumi, sehingga menyebabkan pemanasan globa l (global warming). \nPenyebab utama pemanasan global ini adalah pembakaran  bahan bakar fosil seperti \nminyak bumi, gas alam dan batubara yang melepaskan gas C O 2 dan gas-gas lainnya \nyang dikenal sebagai gas rumah kaca ke atmosfer. Pemanasa n global sudah menjadi \nisu internasional dan menjadi permasalahan dunia karen a dampaknya dapat \nmembahayakan makhuk hidup di dunia diantaranya adalah suhu bumi meningkat, terjadi \nperubahan iklim, peningkatan permukaan laut, ganggua n ekologis dan dampak sosial \npolit",
        "author": "user",
        "date": "2016-04-07",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PEMANASAN GLOBAL (GLOBAL WARMING) DAN HUBUNGANNYA DENGAN PENGGUNAAN BAHAN BAKAR FOSIL.pdf",
        "download": ""
    },
    {
        "id": 32,
        "title": "PEMANASAN GLOBAL (GLOBAL WARMING)",
        "content": "PEMANASAN GLOBAL (GLOBAL WARMING ) \n \nOleh : Mohammad Ramlan *) \n \nAbstrak \nPada abad 18 telah dimulai revolusi industri antara lain dengan dibuatnya pabrik-\npabrik, pembangkit listrik, kendaraan transportasi dan pertanian. Dua ratus tahun \nkemudian, negara-negara industri baru bermunc ulan baik di Eropa, Amerika bahkan di \nAsia. Industri memang membuat wajah dunia tampak semakin maju, misalnya \nkendaraan bermotor sebagai salah satu produk industri. Namun di sisi lain berdampak \nnegatif terhadap lingkungan hidup manusia. Mesin-mesin kendaraan itu \nmenggunakan bahan bakar dari bumi. Hasil pembakaran bahan bakar tersebut \nmenghasilkan unsur CO dan CO 2  yang menumpuk di udara dan akan menghasilkan \nefek seperti rumah kaca terhadap cahaya matahari yang akan masuk ke bumi. Bumi \nseolah-olah dilapisi oleh kedua gas tadi. Akibatnya, bumi terasa lebih panas dari  \nbiasanya. Hal ini disebut sebagai pemanasan global (Global Warming) \n \nKata Kunci  : rumah kaca, pemanasan global, global warming,  \n \n                                                           \n*) Peneliti UPT-LSDE, BPP Teknologi 1. PENDAHULUAN \n \nDi beberapa belahan dunia telah terjadi \nkenaikan suhu antara 1,4 ° C – 5,8 ° C dan \nkenaikan suhu 4 ° C telah terjadi di Alaska, \nSiberia dan sebagian Kanada bahkan di kota \nNew York suhu telah mencapai 14 ° C, di \nManhattan pada bulan Juli 2000 masih 10 ° C  \ndan di bulan Januari 2001 telah mencapai 18 ° \nC. jadi pemanasan global sudah melanda di \ndaerah-daerah dingin. Bahkan ",
        "author": "Ely",
        "date": "",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PEMANASAN GLOBAL (GLOBAL WARMING) – Neliti.pdf",
        "download": ""
    },
    {
        "id": 33,
        "title": "1 PEMANASAN GLOBAL:",
        "content": " 1 PEMANASAN GLOBAL: \nDampak dan Upaya Meminimalisasinya \nRamli Utina1 \n \n \nAbstract : Global warming, or what has been called the Greenhouse effect, refers to \nan average increase in the earth's temperature, which in turn causes changes in \nclimate. The Greenhouse Effect is the results from a four step process. First, sunlight \nradiates from the sun, through space to earth's atmosphere. Second, the sunlight \nenters the atmosphere and hits earth. Some of it turns into heat energy in the form of \ninfrared light. The heat is absorbed by surrounding air and land, which in turn makes \nit warm. Third, infrared rays, which are remitted into the atmosphere, are trapped by \ngreenhouse gases. The gas absorbs the light and is remitted back to the earth's surface \nand warms it even more. Greenhouse gases primarily carbon dioxide, methane, and \nnitrous oxide. Global warming caused by greenhouse effect, feedback effect and solar \ncycle variations. Global warming caused by climate changes and extreme weather \nevents, rising sea levels, increasing of precipitation are likely to have detrimental \neffects on human health that accompany malnutrition. The objective of this study is to \ngive information about global warming, and how to change people attitude toward \nenvironment by conservation, efficiency of energy, reduction of energy, and \neducational approach.       \n \nKeyword; global warming, greenhouse effect  \n \n \nPemanasan global ( global warming ) adalah suatu bentuk ketidakseimbangan \ne",
        "author": "gas-gas rumah kaca yang kemudian menyebabkan suhu bumi meningkat. Gas-",
        "date": "2021-09-29",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PEMANASAN GLOBAL Dampak dan Upaya Meminimalisasinya (2).pdf",
        "download": ""
    },
    {
        "id": 34,
        "title": "Pemanasan Global dan Dampaknya Terhadap Kehidupan",
        "content": " 1 PEMANASAN GLOBAL : \nDampak  dan Upaya Meminimalisasinya  \nRamli Utina1 \n \n \nAbstract : Global warming, or what has been called the Greenhouse effect, refers to \nan average increase in the earth's temperature, which in turn causes changes in \nclimate. The Greenhouse E ffect is the results from a four step process. First, sunlight \nradiates from the sun, through space to earth's atmosphere. Second, the sunlight \nenters the atmosphere and hits earth. Some of it turns into heat energy in the form of \ninfrared light. The heat is absorbed by surrounding air and land, which in turn makes \nit warm. Third, infrared rays, which are remitted into the atmosphere, are trapped by \ngreenhouse gases. The gas absorbs  the light and is remitted back to the earth's surface \nand warms it even mor e. Greenhouse gases primarily carbon dioxide, methane, and \nnitrous oxide.  Global warming caused by greenhouse effect , feedback effect  and solar \ncycle variation s. Global warming cause d by  climate changes and extreme weather \nevents , rising sea levels, increa sing of precipitation are likely to have detrimental \neffects on human health that accompany malnutrition . The objective of this study is to \ngive information about global warming , and how to change  people attitude toward \nenvironment by conservation, efficie ncy of energy,  reduction of energy,  and \neducational approach .       \n \nKeyword; global warming, greenhouse effect  \n \n \nPemanasan global  (global warming ) adalah suatu bentuk",
        "author": "DEKAN",
        "date": "",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pemanasan Global Dampak dan Upaya Meminimalisasinya.pdf",
        "download": ""
    },
    {
        "id": 35,
        "title": "10. Suryati, dkk.(2007)  Pemanasan Global  .......J.Tekling. Vol.8 (1) 61-68.pmd",
        "content": "61 Pemanasan Global... J.Tek.Ling. 8 (1): 61-68PEMANASAN GLOBAL DAN KEANEKARAGAMAN\nHAYATI\nTuti Suryati, Fadliah Salim dan Titiresmi\nPeneliti di Balai Teknologi Lingkungan\nBadan Pengkajian dan Penerapan Teknologi\nAbstract\nGlobal warming will have a negative  impact on biodiversity. In contrast,\nthe increase of population in the world has an effect to the need ofbiological resources for food, industry, medicine, etc. Human activitiesin several sectors, such as energy, forestry, agriculture, husbandry,and waste create a greenhouse effect. Greenhouse effects are due to arise of greenhouse gases, such as CO\n2 (carbon dioxide), CH4 (methane),\nN2O (nitrogen dioxide), PFCS (perfluorocarbon), HFCS (hydrofluoro-\ncarbon), SF6 (sulfurhexafluoride), and  H2O (water vapor). Studies\nsuggest that climate change may also cause the melting of polar ice-caps, rising sea levels, and a shift of season. Global climate change\nwiil also have a wide range of effects on human health, including a riskof infectious disease epidemics. Therefore, climate change is a seriouslythreat for the world and  it is necessary to have a global agreement tocombat the threat. In 2005, Kyoto Protocol was agreed and The Clean\nDevelopment Mechanism (CDM) is a the Kyoto Protocol’s mechanism\naimed at helping industrialized countries meet their greenhouse gasreduction targets. The CDM is also meant to help developing countriesachieve sustainable development, including facilitating the transfer and/or development of low-emis",
        "author": "Heru",
        "date": "2009-04-30",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PEMANASAN GLOBAL DAN KEANEKARAGAMAN HAYATI.pdf",
        "download": ""
    },
    {
        "id": 36,
        "title": "PEMANASAN GLOBAL  DAN KERUSAKAN LINGKUNGAN :",
        "content": " \n \n \n \n \n \n \n \n \n43 \n \n \nPEMANASAN GLOBAL  DAN KERUSAKAN LINGKUNGAN : \nAPAKAH MASIH MENJADI ISU PENTING DI INDONESIA?   \n \nRay March Syahadat1 dan Rizal Ichsan Syah Putra1 \n 1 Program Studi Ilmu  Lingkungan, Universitas Ivet \nEmail: syahadatraymarch@gmail.com  \n \nABSTRAK  \n \nIsu terkait pemanasan global dan kerusakan lingkungan dulu menjadi isu yang sering \ndiangkat dalam penelitian, tak terkecuali di Indonesia. Studi ini bertujuan untuk  \nmengungkap apakah kedua isu tersebut masih menjadi tren dalam penelitian di \nIndonesia  dalam lim a tahun terakhir (2016 -2021). Tiga metode yang digunakan \ndalam studi ini. Pertama, dengan melakukan penelusuran tren kata kunci pencarian \nberdasarkan kategori d i internet menggunakan Google Trends . Kedua, penelusuran \ntren judul artikel jurnal di Google Scholar  dengan menggunakan aplikasi Harzing’s \nPublish or Perish . Ketiga, pemetaan bibliometrik terkait pola hubungan, rentan g \ntahun, dan densitas topik penelitian dengan menggunakan  aplikasi  VOSviewer . Hasil \nmenunjukkan bahwa kedua isu tersebut masih sering dicari khalayak. Namun, \njumlah penelitian terkait dua isu te rsebut belakangan jumlahnya menurun . Studi ini \njuga mengungkap  topik -topik  yang masih belum banyak  maupun yang belum pernah \ndibahas, ka rena berpotensi untuk menjadi  arah penelitian di masa mendatang.  \n \nKata kunci:  bibliometrik, tren penelitian,  tren pencarian , arah riset, ilmu \nlingkungan.  \n \n \nABSTRACT  \n \nIssues  related to environmental degradatio n",
        "author": "Ariescy",
        "date": "2022-04-27",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PEMANASAN GLOBAL DAN KERUSAKAN LINGKUNGAN.pdf",
        "download": ""
    },
    {
        "id": 37,
        "title": "Pemanasan GlobaldanKetahanan PanganNasional",
        "content": "ARTIKEL\nPemanasan GlobaldanKetahanan PanganNasional\nOleh:\nBustanul Arifin\nRINGKASAN\nMakalah inimenganalisis fenomena pemanasan globalsertakaitannya dengan\nketahanan nasional, dengan menitikberatkan pembahasan padasektorpangandan\nbasissumberdaya alamlainnya.Pemanasan globaltelahmenimbulkan periodemusim\nhujandanmusimkemarau yangmakinkacau,sehingga polatanam,estimasi produksi\npertanian, danpersediaan stokpangan menjadi sulitdiprediksi secarabaik.Sektor\nproduksi pangan, baiknabati,maupun hewani, adaiahaktivitas ekonomi yangsangat\nbanyak mengkonsumsi air.Analisis jugadilanjutkan dengan membedah beberapa\nkebijakan pemerintah ditingkatpusatdandaerahyangberhubungan dengan bidang\npangandanbasissumberdaya alamlainnya.Sistemdanjaringan irigasitidakberoperasi\noptimalkarenakapasitas simpanairyangdimilikitanah-tanah diIndonesia menurun\ndrastis.Singkatnya, risikoekonomi, sosial,danlingkungan daripemanasan globalterlalu\nbesaruntukdiabaikan karenapastidapatmenimbulkan dampak berikutnya yanglebih\nrumit.Penutup makalah iniadalahrekomendasi (perubahan) kebijakan dankerangka\naksiuntukmewujudkan strategiadaptasi pemanasan global,untukmengurangi dampak\nyanglebihburuklagiketahanan pangan nasional.\nKatakunci:pemanasan global,sistemproduksi danketahanan pangan nasional.\nI.PENDAHULUAN\nPemanasan globaladalahfakta,bukan\nsekadar prediksi, apalagi mitoskhayal.\nPemanasan globaltelahmenimbulkan periode\nmusimhujandanmusimkemarau yangmakin\nkacau,sehingga polatanam,estimasi produksi\npertanian danpersediaan stok",
        "author": "Pemanasan GlobaldanKetahanan PanganNasional",
        "date": "2012-03-30",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pemanasan Global dan Ketahanan Pangan Nasional.pdf",
        "download": ""
    },
    {
        "id": 38,
        "title": "INSOLOGI: Jurnal Sains dan Teknologi",
        "content": " \n INSOLOGI: Jurnal Sains dan Teknologi  \nhttps://journal.literasisains.id/index.php/INSOLOGI  \nISSN 2828 -4984 (Media Online) | ISSN 2828 -4992 (Media Cetak)  \nVol. 3 No. 6 (Desember 2024) 6 46-655 \nDOI: 10.55123/insologi.v3i6.4627  \nSubmitted: 15-11-2024 | Accepted: 29-11-2024 | Published: 25-12-2024 \n \n \nLisensi: Creative Commons Attribution 4.0 International (CC BY 4.0)  \n646 \nPemanasan Global: Faktor, Dampak dan Upaya Penanggulangan  \n \nJefri Kurniawan1, Abdul Razak2, Nurhasan Syah3, Skunda Diliarosta4, Aulia Azhar5 \n1,2,3,4,5Program Studi Ilmu Lingkungan, Sekolah Pasca Sarjana, Universitas Negeri Padang, Indonesia  \nEmail: 1jefrikurniawan@student.unp.ac.id, 2abdulrzk121@gmail.com, 3nurhasan@ft.unp.ac.id , \n4skunda@fmipa.unp.ac.id, 5aulia.azhar057@fmipa.unp.ac.id  \n \nAbstract  \n \nNowadays, the world's attention is focused on the problem of global warming. This is because global \nwarming contributes to ecosystem changes. The article reviews the factors that cause global warming, how \nthe impacts are caused from various aspects including elevated sea levels, unpredictable weather patterns, \nand disasters caused by nature, disruption to productivity and crops, health problems and decreased \nbiodiversity. Furthermore, this pape r reviews what efforts can be made to mitigate global warming. This \narticle uses a literature review method that synthesizes several international articles as reference \ninformation related to global warming. The study's findings indicate that the pr",
        "author": "Lenovo",
        "date": "2024-12-31",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pemanasan Global Faktor, Dampak dan Upaya Penanggulangan.pdf",
        "download": ""
    },
    {
        "id": 39,
        "title": "JournalofResearchTrendsinEducation",
        "content": "Jetrin\nJournalofResearchTrendsinEducation\nVol.1,No.1,Maret,2025,hlm.1-7\nISSN:xxxx-xxxx(Print),ISSN:yyyy-yyyy(Online)1PemanasanGlobal:Penyebab,Dampak,danUpayaPenanggulangannya\nAnggunMaeUlum1\n1UniversitasIvetSemarang\nanggunmaeulum@gmail.com\nAbstrak\nPenelitianinibertujuanuntukmengkajipenyebab,dampak,dansolusipemanasanglobalmelalui\nmetodedeskriptifkualitatifdenganpendekatanstudiliteratur.Datadikumpulkandariberbagai\nsumberrelevan,sepertijurnalilmiah,artikelnasional,buku,danskripsi.Hasilpenelitian\nmenunjukkanbahwapemanasanglobaldisebabkanolehakumulasigasrumahkaca,sepertikarbon\ndioksida(CO2)danmetana(CH4),yangdiperparaholehaktivitasmanusia,termasukpembakaran\nbahanbakarfosil,deforestasi,dankegiatanindustrisertapeternakan.Dampakyangditimbulkan\nmeliputiperubahaniklimekstrem,penipisanlapisanozon,danterganggunyaekosistem.Solusiyang\nditawarkanmencakuppenggunaanenergialternatiframahlingkungan,sepertienergimatahari,\nangin,air,danbioenergi,sertapengintegrasiankonseppemanasanglobaldalampendidikanmelalui\npendekatanberbasistemayangmelibatkanilmubiologi,kimia,danfisika.\nKatakunci:pemanasanglobal;gasrumahkaca;energialternatif\nAbstract\nThisstudyaimstoexaminethecauses,impacts,andsolutionsofglobalwarmingusingaqualitative\ndescriptivemethodwithaliteraturereviewapproach.Datawerecollectedfromvariousrelevant\nsources,suchasscientificjournals,nationalarticles,books,andtheses.Thestudy'sfindingsindicate\nthatglobalwarmingiscausedbytheaccumulationofgreenhousegases,suchascarbondioxide(CO2)\nandmethane(CH4),exace",
        "author": "STAIM Nglawak",
        "date": "2025-05-10",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pemanasan Global Penyebab, Dampak, dan Upaya Penanggulangannya.pdf",
        "download": ""
    },
    {
        "id": 40,
        "title": "sampul oke",
        "content": "159Jurnal Kesehatan Masyarakat, Maret 2008 - September 2008, II (2)\nPEMANASAN GLOBAL\nVivi Triana *\nPendahuluan\nSaat ini perubahan iklim merupakan tantangan\npaling serius yang dihadapi dunia.  Semakin banyak terjadifenomena penyimpangan cuaca seperti badai, angin ribut,hujan deras, serta perubahan musim tanam. Belum lagiancaman badai tropis, tsunami, banjir, longsor, kekeringan,meningkatnya potensi kebakaran hutan, punahnyaberbagai jenis ikan dan rusaknya terumbu karang, sertakrisis air bersih, bahkan peningkatan penyebaran penyakitparasitik seperti Malaria dan Demam Berdarah Dengue(DBD), serta terjadi peningkatan insiden alergi, penyakitpernafasan dan radang selaput otak ( (encephalitis) .\nMenurut sebagian besar pakar, kejadian ini diakibatkanoleh yang dinamakan pemanasan global (global warming),\nakibat dari meningkatnya kandungan gas rumah kaca  .\nIsu pemanasan global ini sedang hangat\ndibicarakan di dunia, apalagi dengan adanya fenomenamusim dingin yang hangat di tahun 2006-2007. Rata-ratatemperatur global tahun 2006 1,2°C lebih hangat daripadarata-rata temperatur di abad ke-20. Hasil pengamatanilmuwan dari berbagai negara yang tergabung dalamIntergovernmental Panel on Climate Change (IPCC) yangmenunjukkan bahwa ternyata selama tahun 1990 - 2005telah terjadi peningkatan suhu merata di seluruh bagianbumi, yaitu antara 0,15 - 0,3°C. Hal ini menimbulkanberbagai masalah, antara lain tenggelamnya pulau-pulaukecil akibat naiknya permukaan air laut sebagai dampakdari mencairnya es",
        "author": "DEFRIMAN DJAFRI",
        "date": "2010-10-18",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PEMANASAN GLOBAL – Jurnal Kesehatan Masyarakat Andalas.pdf",
        "download": ""
    },
    {
        "id": 41,
        "title": "Pemanasan Global, Faktor Penyebab, Dampak dan Solusi",
        "content": "Pemanasan Global, Faktor Penyebab, Dampak dan Solusi \nOleh: Dr. Fadliah, M.St \nAbstract \nThe root cause global warm-up be annoyed the balance of nature as \nresult of act of man, that is ｩｮ｣ｲ･ｾｩｮｧｬｹ＠ carbon gas thickness (C02) blankets \nearth causing increases Gas Rumah Kaca. Forest is one of important \nresource, not only in supporting economic s, but also in taking care of \nenvironmental carrying capacity to balance of world ecosystem . Resource \ninvolves with all the varieties having big role in guarantying civilization \ncontinuity of something nation. Therefore needs existence of straightening of \nlaw related to environment problem covers criminal law aspect, civil, \narranges effort for state and international law. \nKata Kunci: Pemanasan Global, Keanekaragaman Hayati, Protokol Kyoto, \nUU Linkungan Hidup \nPendahuluan \nPerubahan Iklim atau tepatnya perubahan variabel iklim ialah \nperubahan suhu, tekanan udara, ｡ｮｧｩｮ ｾ＠curah hujan, dan kelembaban sebagai \nakibat dari pemanasan global. Pemanasan global (Global Warming) adalah \nkejadian meningkatnya temperatur rata-rata atmosfer, taut dan daratan bumi. \nPada saat ini bumi menghadapi pemanasan yang cepat. Menurut para ahli \nmeteorologi , selama seratus tahun terakhir, rata-rata temperatur ini telah \nmeningkat dari 15°C menjadi 15.6°C. Hasil pengukuran yang lebih akurat \noleh stasiun meteorologi dan juga data pengukuran sate lit sejak tahun 1957, \nmenunjukkan bahwa sepuluh tahun terhangat teijadi setelah tahun 1980, tiga \ntahun te",
        "author": "stasiun meteorologi dan juga data pengukuran sate lit sejak tahun 1957",
        "date": "2016-02-16",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pemanasan Global, Faktor Penyebab, Dampak dan Solusi.pdf",
        "download": ""
    },
    {
        "id": 42,
        "title": "PEMANASAN GLOBAL, PENYEBAB, DAMPAK DAN ANTISIPASINYA",
        "content": "i \n  \nPEMANASAN GLOBAL, PENYEBAB, DAMPAK DAN ANTISIPASINYA  \n \n \n \n \n \nDITULIS DALAM RANGKA  PENGABDIAN KEPADA MASYARAKAT  \n \nOleh  \nAGNES SRI MULYANI  \n \n \n \n \n \nJURUSAN TEKNIK SIPIL FAKULTAS TEKNIK  \nUNIVERSITAS KRISTEN INDONESIA  \nJAKARTA  \n2021 \n \n \n \n \n\nii \n KATA PENGANTAR  \n \n \nPuji dan syukur penulis ucapkan atas karunia Tuhan Yang Maha Esa sehingga tulisan \nini selesai. Tulisan ini dibuat untuk membagikan pengetahuan tentang Pemanasan \nGlobal, penyebab dan antisipasinya, agar pembaca mengerti dan dapat ikut berperan \nserta dalam m enyelematkan bumi. Terima kasih penulis ucapkan kepada:Universitas \nKristen Indonesia yang sudah  memberikan dana untuk penelitian ini.  \n \n1. Ketua Program Studi Teknik Sipil FT UKI  \n2. Kepala Perpustakaan UKI  \n \nPenulis sadar bahwa tulisan ini belum sempurna, untuk itu kritik dan saran yang \nmembangun tentu akan penulis terima dengan senang hati demi kesempurnaan \ntulisan ini.  \n \n \n \n       Jakarta, Juli 2021  \n  \niii \n DAFTAR ISI  \n \n  Judul         Halaman  \n \nHalaman judul ............................................... .................................   i \nKata Pengantar ................................................................................  ii  \nDaftar Isi ............................................................ ..............................  iii \nDaftar Gambar ..................................................................................  v \nBAB I. P ENDAHULUAN ………… .. ……………………………………..  1 \nI. 1. Latar Belakang ",
        "author": "Agnes Sri Mulyani",
        "date": "2021-08-25",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pemanasan Global, Penyebab, Dampak dan Antisipasinya.pdf",
        "download": ""
    },
    {
        "id": 43,
        "title": "PEMANASAN GLOBAL (GLOBAL WARMING )",
        "content": "PEMANASAN GLOBAL (GLOBAL WARMING ) \n \nOleh : Mohammad Ramlan *) \n \nAbstrak \nPada abad 18 telah dimulai revolusi industri antara lain dengan dibuatnya pabrik-\npabrik, pembangkit listrik, kendaraan transportasi dan pertanian. Dua ratus tahun \nkemudian, negara-negara industri baru bermunc ulan baik di Eropa, Amerika bahkan di \nAsia. Industri memang membuat wajah dunia tampak semakin maju, misalnya \nkendaraan bermotor sebagai salah satu produk industri. Namun di sisi lain berdampak \nnegatif terhadap lingkungan hidup manusia. Mesin-mesin kendaraan itu \nmenggunakan bahan bakar dari bumi. Hasil pembakaran bahan bakar tersebut \nmenghasilkan unsur CO dan CO 2  yang menumpuk di udara dan akan menghasilkan \nefek seperti rumah kaca terhadap cahaya matahari yang akan masuk ke bumi. Bumi \nseolah-olah dilapisi oleh kedua gas tadi. Akibatnya, bumi terasa lebih panas dari  \nbiasanya. Hal ini disebut sebagai pemanasan global (Global Warming) \n \nKata Kunci  : rumah kaca, pemanasan global, global warming,  \n \n                                                           \n*) Peneliti UPT-LSDE, BPP Teknologi 1. PENDAHULUAN \n \nDi beberapa belahan dunia telah terjadi \nkenaikan suhu antara 1,4 ° C – 5,8 ° C dan \nkenaikan suhu 4 ° C telah terjadi di Alaska, \nSiberia dan sebagian Kanada bahkan di kota \nNew York suhu telah mencapai 14 ° C, di \nManhattan pada bulan Juli 2000 masih 10 ° C  \ndan di bulan Januari 2001 telah mencapai 18 ° \nC. jadi pemanasan global sudah melanda di \ndaerah-daerah dingin. Bahkan ",
        "author": "Unknown",
        "date": "",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pemanasan_Global_Global_Warming.pdf",
        "download": ""
    },
    {
        "id": 44,
        "title": "OKTAL : Jurnal Ilmu Komputer dan Science",
        "content": "OKTAL : Jurnal Ilmu Komputer dan Science  \nVolume  3, No. 2, Februari 2024  \nISSN 2828 -2442  (media online)  \nHal 375-380 \n \n \n \n \nAgung Wijoyo | https://journal.mediapublikasi.id/index.php/oktal  | Page 375  \nPembelajaran Machine Learning  \nAgung Wijoyo1*, Asep Yudistira Saputr a1, Safitri Ristanti1, Sultan Rafly Sya’Ban1,                      \nMila Amalia1, Randi Febriansyah1 \n \n1Fakultas  Ilmu Komputer,  Teknik Informatika , Universitas Pamulang, Jl. Raya Puspi ptek No. 46 ,  \nKel. Buaran, Kec. Serpong, Kota Tangerang Selatan. Banten 15310, Indonesia  \nEmail: 1*dosen01671@unpam.ac.id , 2a.yudistirasaputra98@gmail.com,  3safitristantii@gmail.com, \n4sultanraflys15@gmail.com,  5milaamelia.119@gmail.com,  6loonatic1998@gmail.com  \n(* : coressponding author)  \n \nAbstrak −Machine learning adalah sistem yang dapat belajar membuat keputusan sendiri tanpa harus diprogram \nberulang kali oleh manusia sehingga komputer dapat menjadi lebih pintar dan belajar dari pengalamannya \ndengan data. Berdasarkan teknik pembelajarannya, supervised learning  dapat dibedakan dengan menggunakan \ndataset berlabel (data  training ), sedangkan unsupervised learning  menarik kesimpulan berdasarkan dataset. \nInput berupa dataset digunakan oleh machine learning untuk menghasilkan analisis yang tepat. Solusinya \nmenggunakan Pyt hon yang menyediakan algoritme dan pustaka yang digunakan untuk membuat machine \nlearning . Artificial intelligence  (AI) kini bangkit kembali setelah puluhan tahun mengalami pasan",
        "author": "Asep Yudistira",
        "date": "2024-03-19",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pembelajaran Machine Learning.pdf",
        "download": ""
    },
    {
        "id": 45,
        "title": "Microsoft Word - EdisiCetak-PenanggulanganPemanasanGlobalSektorEnergi.doc",
        "content": "Penanggulangan Pemanasan Global di Sektor …. (Sugiyono) \n____________________________________________________ \nBidang Perencanaan Energi, PTPSE-BPPT 15\nPENANGGULANGAN PEMA NASAN GLOBAL  \nDI SEKTOR PENGGUNA ENERGI \n \n \nAgus Sugiyono \n \n \nIntisari \n \n Perubahan iklim dunia merupakan tantangan yang paling serius yang dihadapi \npada abad 21. Perubahan iklim merupakan salah satu dampak dari pemanasan global \nyang diakibatkan adanya efek rumah kaca karena meningkatnya konsentrasi gas rumah kaca. Peningkatan konsentrasi gas rumah kaca ini sebagaian besar diakibatkan oleh \nkarena produksi dan pemanfaatan  energi fosil. CO\n2 merupakan gas rumah kaca yang \nkontribusinya terhadap pemanasan global mencapai lebih dari 60% dari total gas rumah kaca yang ada.  \n Untuk penanggulangan pemanasan global ini setiap tahun diadakan Conference \nof the Party (COP), dan pada COP 3 di Ky oto pada tahun 1997 menghasilkan Kyoto \nProtocol. Dalam protokol ini ada tiga mekanisme pendanaan yang dapat digunakan yaitu: \nJoint Implementation, Clean Development Me chanism dan Emission Trading. Di sektor \npengguna energi, penggunaan energi terbarukan dan melakukan konservasi merupakan mitigasi untuk mengurangi emisi gas rumah kaca.  \n \nKata Kunci:  global warming, energy sector \n  \n1. PENDAHULUAN \n \n  Perubahan iklim dunia merupakan \ntantangan yang paling serius yang dihadapi \npada abad 21. Sebagian besar pakar lingkungan sepakat bahwa terjadinya \nperubahan iklim merupakan salah satu dampak \ndari pemanasan globa",
        "author": "sugiyono",
        "date": "2008-07-22",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PENANGGULANGAN PEMANASAN GLOBAL DI SEKTOR PENGGUNA ENERGI.pdf",
        "download": ""
    },
    {
        "id": 46,
        "title": "Jurnal Nasional Ilmu Komputer",
        "content": " Jurnal Nasional Ilmu Komputer  \n e-ISSN: 2746 -1343  \nVol. 2, No. 2, Mei 2021  \n \n \n89 \nPublished by:  Penerapan Data Mining Untuk Analisis Daftar Pembelian \nKonsumen Dengan Menggunakan Algoritma Apriori Pada \nTransaksi Penjualan Toko Bangunan M DN \nEdo Tachi Naldy & Andri  \nFakultas Teknik  Ilmu Komputer , Universitas Bina Darma  \nEmail: e dotn12@gmail.com  \nAbstract  \nEveryday the MDN Building Shop has sales transactions but these transactions are only used as data \nreporting, MDN Building Stores do not manage sales transaction data and analyze a relationship between \nbuilding material products pu rchased by consumers in the future. The purpose of this study is to process \nsales transaction data from consumer purchases by utilizing the Apriori Algorithm, one of the data mining \nprocessing methods. From the Apriori algorithm that will be used, it will find an association rule by finding \nthe minimum value of support and confidence. The final result is that if the minimum support value is 50% \nand the minimum trust is 90%, then 10 patterns of consumer purchase transactions are obtained with 100% \nconfidence . From the association rules, it was found that the transactions that occurred were the purchase \nof Knie In Grest, Tee in grest, gelam 10 x 12, thinner bottles, knie grest 3 in, waving aw pipes, speck gloves, \n3 mm polywood, and 1 nail in a keris.  \nKeywords : Data Mining, Association Rule, Apriori Algorithm.  \n1. Pendahuluan   \nPertumbuhan ekonomi masyarakat diiringi de",
        "author": "Windows User",
        "date": "2021-11-19",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Penerapan Data Mining Untuk Analisis Daftar Pembelian Konsumen Dengan Menggunakan Algoritma Apriori Pada Transaksi Penjualan Toko Bangunan MDN.pdf",
        "download": ""
    },
    {
        "id": 47,
        "title": "Penerapan-Konsep-Machine-Learning-Deep-Learning-Ari-Muzakir-et-al",
        "content": "1 \n \n \n\n2 \n  \n \n \nPenerapan Konsep Machine \nLearning  & Deep Learning  \n(Pendekatan Ekspansi  Semantik Untuk Klasifikasi  Ujaran Kebencian ) \n \n \n \n \n \n \n \nPenulis  \nAri Muzakir, S.Kom., M.Cs  \nProf. Dr. Kusworo Adi, S.Si., M.T  \nDr. Retno Kusumaningrum, S.Si., M.Kom  \ni \n  \nPENERAPAN KONSEP MACHINE LEARNING  \nDAN DEEP LEARNING  \n(Pendekatan Ekspansi  Semantik Untuk Klasifikasi  Ujaran Kebencian)  \n \n \n \n \n \nOleh:  \nAri Muzakir, S.Kom., M.Cs  \nProf. Dr. Kusworo Adi, S.Si., M.T  \nDr. Retno Kusumaningrum, S.Si., M.Kom  \n \n \n \n \n \n \n \n2024 \n \n \n\n",
        "author": "Ari Muzakir",
        "date": "2024-05-28",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Penerapan-Konsep-Machine-Learning-Deep-Learning-Ari-Muzakir-et-al.pdf",
        "download": ""
    },
    {
        "id": 48,
        "title": "JEMS (Jurnal Edukasi Matematika dan Sains) , 7 (2), 2019, 55- 64",
        "content": "JEMS (Jurnal Edukasi Matematika dan Sains) , 7 (2), 2019, 55- 64 \nDOI:  10.25273/jems.v7i2.5292 \n \n55 \n \n Penerapan Model Discovery Learning pada Materi Pemanasan \nGlobal untuk Meningkatkan Keterampilan Berpikir Kritis \nPeserta Didik \nNovita Haryanti, Antonius Tri Widodo, Yuni Arfiani \n \n© 2019 JEMS (Jurnal Edukasi Matematika dan Sains) \nThis is an open access article under the CC- BY-SA license (https://creativecommons.org/licenses/by-\nsa/4.0/) ISSN 2337-9049 (print), ISSN 2502 -4671 (online) \nAbstrak: Abstract: \nPenelitian ini bertujuan untuk mengetahui peningkatan \nketerampilan berpikir kritis peserta didik dengan \nmenggunakan model discovery learning pada materi \npemanasan global. Penelitian ini dilakukan pada kelas VII di \nSMP Negeri 2 Taman Pemalang tahun pelajaran 2018/2019. \nPengambilan sampel penelitian menggunakan teknik multi \nstage random sampling dengan mengambil dua kelas dari \npopulasi untuk kelas kontrol dan kelas eksperimen. \nPengumpulan data menggunakan metode tes dengan soal \nuraian. Hasil penelitian menunjukkan bahwa kelas eksperimen \nyang menggunakan model discovery learning keterampilan \nberpikir kritis yang di diperoleh peserta didik meningkat. Hal \nini ditunjukkan dari pada kenaikan persentase peserta didik \nyang mulanya 100% pada kategori kurang kritis menjadi 4% \npada kategori sangat kritis, 56% kritis, 36% cukup kriti s dan 4% \nkurang kritis. \n \nKata Kunci  : Discovery Learning; Keterampilan Berpikir Kritis ; \nPemanasan Global This study aims to det",
        "author": "Unknown",
        "date": "",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Penerapan_Model_Discovery_Learning_pada.pdf",
        "download": ""
    },
    {
        "id": 49,
        "title": "Jurnal  Pengabdian  dan Kewirausahaan",
        "content": "Jurnal  Pengabdian  dan Kewirausahaan  \nVersi Online: http://journal.ubm.ac.id/  \nHasil  Pengabdian  Vol. 8(No.  2): no. 122 – no. 128. Th. 2024  \np-ISSN:  2581 -2718  \ne-ISSN:  2620 -3480   \n  \n122 \n   \n \nPENGABDIAN KEPADA MASYARAKAT:    \nJURI KARYA ILMIAH BERTEMA PEMANASAN GLOBAL       \n  \nCommunity Service: Evaluation Of Scientific Works On Global Warming  \n \nGlisina Dwinoor Rembulan1), Siti Yasmina  Zubaedah 2) Elza Jiuni Shen3), Nicholas4) \n \n1)Program Studi  Manajemen , Universitas Bunda Mulia     \n \n   \nDiajukan 07 Agustus 2024/ Disetujui 17 September 2024       \n \n \nAbstrak    \n \nPemanasan global merupakan salah satu isu lingkungan yang paling mendesak di abad ke -21, dengan \ndampak yang meluas mulai dari perubahan iklim e kstrem hingga ancaman terhadap keanekaragaman hayati \ndan kehidupan manusia. Peningkatan suhu rata -rata atmosfer dan lautan yang dipicu oleh aktivitas manusia, \nterutama emisi gas rumah kaca seperti karbon dioksida, metana, dan nitrous oxide , memperburuk sit uasi ini. \nDampak negatif yang muncul, seperti mencairnya es di kutub, naiknya permukaan air laut, dan gangguan \nekosistem, mengancam kelangsungan hidup banyak spesies. Kesadaran global mengenai pentingnya \nmemahami dan mengatasi pemanasan global semakin meni ngkat, yang mendorong berbagai inisiatif, \ntermasuk kompetisi karya ilmiah bertema pemanasan global. Kegiatan ini diadakan untuk mengedukasi \nmasyarakat dan mendorong inovasi dalam mencari solusi berkelanjutan terhadap masalah lingkungan ",
        "author": "USER",
        "date": "2024-09-24",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PENGABDIAN KEPADA MASYARAKAT JURI KARYA ILMIAH BERTEMA PEMANASAN GLOBAL.pdf",
        "download": ""
    },
    {
        "id": 50,
        "title": "JSI : Jurnal Sistem Informasi (E-Journal), VOL. 17, NO.  1, April 2025",
        "content": "JSI : Jurnal Sistem Informasi (E-Journal), VOL. 17, NO.  1, April 2025  \nISSN Print : 2085 -1588  \nISSN Online :2355 -4614  \nLINK : https:// jsi.ejournal.unsri.ac.id/index.php/jsi/index  \n \n54  \nPengaruh Budaya Organisasi Terhadap Kesuksesan Manajemen Proyek \nTeknologi Informasi: Studi Kasus Perguruan Tinggi di Indonesia  \n \n \nChanief Budi Setiawan1, Arif Himawan2*, Krisna Mutiara Wati3 \n1 Program Studi Teknologi Informasi , Fakultas Teknik dan Teknologi Informasi , Universitas \nJenderal Achmad Yani Yogyakarta  \n2* Program Studi Sistem Informasi, Fakultas Teknik dan Teknologi Informasi , Universitas \nJenderal Achmad Yani Yogyakarta  \n3 Program Studi Manajemen , Fakultas Ekonomi dan Sosial , Universitas Jenderal Achmad Yani \nYogyakarta  \ne-mail: reef1881 @gmail.com  \n \nAbstrak  \nDi Indonesia, inisiatif pengembangan proyek teknologi informasi  di sektor pendidikan telah menunjukkan \npotensi yang signifikan dalam meningkatkan kualitas pembelajaran. Pengembangan proyek TI ini sangat \nmembutuhkan manajemen proyek TI yang baik. Namun demikian, berdasarkan studi, sejak tahun 2017 \nsampai dengan tahun 20 21 terdapat tantangan berupa kegagalan proyek yang relatif tinggi (61%) dan hanya \n18% proyek teknologi informasi yang sukses.  Penelitian ini dimaksudkan untuk membantu organisasi untuk \nmengidentifikasi dan mengelola faktor -faktor penting di dalam budaya or ganisasi  pada institusinya guna \nmencapai kesuksesan pada manajemen proyek TI sebagai bagian dari upaya mencapai ketahanan t",
        "author": "cairo",
        "date": "2025-05-01",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pengaruh Budaya Organisasi Terhadap Kesuksesan Manajemen Proyek Teknologi Informasi Studi Kasus Perguruan Tinggi di Indonesia.pdf",
        "download": ""
    },
    {
        "id": 51,
        "title": "Jurnal MENTARI: Manajemen",
        "content": "Jurnal MENTARI: Manajemen \nPendidikan dan Teknologi Informasi  \nVol.2 No.2, Maret2024 , hal. 134-141 \nP-ISSN: 2963 -4423 \nE-ISSN: 2963 -4148  \n \n \n \n \nCopyright Author 20 24 Reksa Anugrah1, Dimas Nugroho2, Asher Nuche3 \nKarya ini berlisensi di bawah Creative Commons Attribution 4.0  (CC BY 4.0)   \n \n                  134 \nPengaruh Sistem Informasi Manajemen Dalam Pembentukan  \nKinerja Organisasi Bisnis di Indonesia  \n \n \nReksa Anugrah1, Dimas Nugroho2, Asher Nuche3  \n \n 1 Sistem Informasi, Universitan Insan Pembangunan Indonesia  \nJl. Raya Serang No.Km. 10, Kadu Jaya, Kec. Curug, Kabupaten Tangerang, Banten , Indonesia  \n2Teknik Informatika , Institut Informatika dan Bisnis Darmajaya  \nJl. ZA. Pagar Alam No.93, Gedong Meneng, Kec. Rajabasa, Kota Bandar Lampung, Lampung , \nIndonesia  \n3Program Studi Sistem Informasi, I jiis Incorporation , Singap ura \nreksaonline@gmail.com , dimas@darmajaya.ac.id , ashernuche@ijiis.asia   \n \n*Corresponding Author: dimas@darmajaya.ac.id  \n \nABSTRAK  \nDalam dekade terakhir, Sistem Informasi Manajemen (SIM) telah menjadi elemen krusial dalam operasional \nbisnis di Indonesia, didorong oleh inovasi teknologi, globalisasi, dan pertumbuhan ekonomi berbasis informasi. \nSistem informasi manajemen  telah berubah dari alat pemrosesan data menjadi sistem pendukung keputusan yang \nvital untuk lingkungan bisnis yang dinamis. Penelitian ini mengungkap tantangan adaptasi dan integrasi \nteknologi Sistem Informasi Manajemen di perusahaan -perusahaan Indonesia, ",
        "author": "Pendidikan dan Teknologi Informasi",
        "date": "2024-02-28",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pengaruh Sistem Informasi Manajemen Dalam Pembentukan Kinerja Organisasi Bisnis di Indonesia.pdf",
        "download": ""
    },
    {
        "id": 52,
        "title": "DOI: http://dx.doi.org/10.20961/bioedukasi-uns.v12i1.27354",
        "content": " \nDOI: http://dx.doi.org/10.20961/bioedukasi-uns.v12i1.27354  \nBIOEDUKASI: Jurnal Pendidikan Biologi  \nVolume 12, Nomor 1 \nHalaman 1-7 \np-ISSN:   1693 -265X \ne-ISSN:  2549 -0605   \nFebruari 2019 \nPengaruh Model Pembelajaran Problem Based Learning  terhadap Berpikir  \nKritis Siswa SMP pada Pembelajaran Biologi Materi Pemanasan Global  \n \nEffect of Problem Based Learning Model on Critical Thinking of Junior High \nSchool Students on Biology Learning about Global Warming  \n \nSiti Jazilatul Fitriyyah1*, Tabitha Sri Hartati Wulandari1 \n1Program Studi Pendidikan Biologi UNIROW Tuban, Jl. Manunggal 61 Tub an, Jatim, Indonesia \n*Corresponding authors : azilatulfitriyyah12@gmail.com  \n \n \n \n Manuscript received: 30 January 2019. Revision accepted: 01 April 2019. Published: 16 April 2019. \n \nABSTRACT \n \nThe demand of science learning in the global era according to t he National Science Teachers Association (2006) is to \nprepare learners with a variety of skills and skills, one of which is critical thinking skills. In learning Biology in SMP \nNegeri 3 Kragan critical thinking skills have not been empowered by tea chers. Efforts to improve the skills of critical \nthinking is with the model of learning Problem Based Learning. The pu rpose of this study to determine the effect of learning \nmodel Problem Based Learning on students' critical thinking skills. This rese arch was conducted on the seventh grade \nstudents of SMP Negeri 3 Kragan. The material in this research is global war ming. Th",
        "author": "Unknown",
        "date": "",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pengaruh_Model_Pembelajaran_Problem_Base.pdf",
        "download": ""
    },
    {
        "id": 53,
        "title": "PENGARU H PEMANASA N GLOBAL TERHADA P",
        "content": "PENGARU H PEMANASA N GLOBAL TERHADA P \nLINGKUNGA N BUMI \nWaluyo Eko Cahyono \npeneliti Bidang Pengkajia n Ozon dan Polusi Udara, LAPAN \nRINGKASA N \nPemanasa n global dan perubaha n iklim diakibatka n oleh efek rumah kaca. Pengarn h dari \npemanasa n global dan perubaha n iklim meliput i : kenaika n permukaa n laut yang bisa menganca m \npulau dan masyarakat-masyaraka t pantai, siklus hidroiog i yang dapat meningkatka n penyeba b banjir \ndan musim kering. Hal ini akan menyebabka n terjadiny a curah hujan ekstrem, dan perubaha n ekologis \nyang bisa menganca m produktivita s pertanian . \n1 PENDAHULUA N \nHari Bumi pertam a kali diperingat i di \nAmerika Serikat atas inisiatif seorang senator, \nGaylord Nelson, tepatnya pada tanggal 22 April \n1970. Cikal bakal Hari Bumi dimulai sejak ia \nmenyampaika n pidatony a di Seattle tahun 1969, \ntentang desakan untuk memasukka n isu-isu \nkontroversial , yaitu tentang masalah lingkunga n \nhidup. Al Gore mantan wakil presiden Amerika \nSerikat (AS) menggambarka n dengan baik \nsekali adanya ancama n terhada p keberadaa n \nBumi kita. Dalam filmnya tersebut digambarka n \nbagaiman a selimut-selimu t es di berbaga i \nwilayah dunia semaki n menyusut , demikia n \njuga gunung-gunun g es di dekat kutub Bumi. \nPemanasa n global diyakin i disebabka n oleh \nberbagai macam aktivita s manusia , seperti \nproses industrialisas i dan transportas i yang \nmenggunaka n bahan bakar fosil. Upaya tersebut \ntelah menyadarka n banyak orang, bahwa, saat \nini telah terjadi p",
        "author": "kegiatan umat manusia yang meningkatka n",
        "date": "2016-10-30",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PENGARUH_PEMANASAN_GLOBAL_TERHADAP_LINGK.pdf",
        "download": ""
    },
    {
        "id": 54,
        "title": "Pengembangan-Bahan-Bakar-Nabati-untuk-Mengurangi-Dampak-Pemanasan-Global.pdf",
        "content": "Ringkasan tidak tersedia.",
        "author": "Unknown",
        "date": "2026-01-10",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pengembangan Bahan Bakar Nabati untuk Mengurangi.pdf",
        "download": ""
    },
    {
        "id": 55,
        "title": "p-ISSN: 2337 -5973",
        "content": "p-ISSN: 2337 -5973   \ne-ISSN: 2442 -4838  \n   \n \n  144 \n \n \nPENGEMBANGAN KOMIK SEBAGAI MEDIA \nPEMBELAJARAN IPA PADA MATERI  \nPEMANASAN GLOBAL  \n \nMahya Zuhrowati  \nAbdurrahman  \nAgus Suyatna   \nPendidikan Fisika, Fakultas Keguruan dan Ilmu Pendidikan, Universitas Lampung  \nEmail: mahyazuhrowati@gmail.com  \n \nAbstra k \nTelah dilakukan penelitian untuk mengembangkan komik pada materi \nPemanasan Global. Tujuan pengembangan untuk menghasilkan komik \nyang menarik, mudah, bermanfaat dan efektif digunakan. Prosedur \npengembangan meliputi analisis kebutuhan, tujuan, pokok materi, \nsinopsis, naskah awal, produksi prototipe, evaluasi, revisi, naskah \nakhir, uji coba, dan produk final yang diadaptasi dari proses \npengembangan media instruksional oleh Sadiman, dkk. Hasil \npene litian menunjukkan bahwa media yang dikembangkan menarik, \nmudah untuk digunakan, dan sangat bermanfaat serta terbukti efektif \ndigunakan sebagai media pembelajaran yang ditunjukkan sebanyak \n86,11 % siswa telah tuntas.  \n \nKata Kunci : Komik, Media Pembelajaran, Pemanasan Global . \n \nAbstra ct \nA study has been conducted to develop comics on Global Warming \nmaterials. The purpose of development to produce comics that are \ninteresting, easy, useful and effective to use. The procedure of \ndevelopment includes t he analysis of the needs, objectives, subject \nmatter, synopsis, early script, prototype production, evaluation, \nrevision, the final draft, the trial, and the final product adapted from \ninstructional media ",
        "author": "Blesscom",
        "date": "",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PENGEMBANGAN KOMIK SEBAGAI MEDIA PEMBELAJARAN IPA PADA MATERI PEMANASAN GLOBAL.pdf",
        "download": ""
    },
    {
        "id": 56,
        "title": "JURNAL INKUIRI",
        "content": "JURNAL INKUIRI  \nISSN: 2252 -7893, Vol 5, No. 2, 201 6 (hal 143-155) \nhttp://jurnal.fkip.uns.ac.id/index.php/sains  \n143 PENGEMBANGAN MODUL ELEKTRON IK FISIKA BERBASIS \nSALINGTEMAS MATERI PEMANASAN GLOBAL  \nUNTUK SISWA SMA/MA KELAS XI  \nFitria Wahyu Pinilih1, Mohammad Masykuri2, Suparmi3 \n1 Magister Pendidikan Sains, Fakultas Keguruan dan Ilmu Pendidikan, Universitas Sebelas Maret  \nSurakarta, 57126, Indonesi a \npinilihfitriawahyu@gmail.com  \n \n2 Magister Pendidikan Sains, Fakultas Keguruan dan Ilmu Pendidikan, Universitas Sebelas Maret  \nSurakarta, 57126, Indonesia  \nmmasykur i@yahoo.com  \n \n3 Magister Pendidikan Sains, Fakultas Keguruan dan Ilmu Pendidikan, Universitas Sebelas Maret  \nSurakarta, 57126, Indonesia  \nsuparmiuns@gmail.com  \nAbstrak  \nPenelitian ini bertujuan untuk mengetahui: (1)  karakteristik modul elek tronik berbasis salingtemas materi  \npemanasan global untuk siswa SMA/MA kelas XI, (2) kelayakan modul elektronik berbasis salingtemas materi  \npemanasan global untuk siswa SMA/MA kelas XI, (3) peningkatan hasil belajar siswa SMA/MA kel as XI yang \nmenggunakan modul elektronik berbasis salingtemas materi pemanasan global dalam pembelajaran.  Metode \npenelitian yang digunakan adalah Research and Development  (R&D) dengan langkah: pendefinisian, \nperancangan, pengembangan, dan penyebaran. Modul elektronik fisika menggunakan pendekatan salingtemas \ndengan langkah pembelajaran yaitu tantangan, jawaban awal, revisi jawaban, sumber, dan kerja kelompok. \nModul divali",
        "author": "JURNAL INKUIRI",
        "date": "2016-08-09",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PENGEMBANGAN MODUL ELEKTRONIK FISIKA BERBASIS SALINGTEMAS MATERI PEMANASAN GLOBAL UNTUK SISWA SMAMA KELAS XI.pdf",
        "download": ""
    },
    {
        "id": 57,
        "title": "PENDIPA Journal of Science Education , 2022 : 6(3), 773- 782    ISSN 2622-9307",
        "content": "PENDIPA Journal of Science Education , 2022 : 6(3), 773- 782    ISSN 2622-9307 \n \n \n \nhttps://ejournal.unib.ac.id/index.php/pendipa  773 \n \n Pengembangan E-LKPD Berbasis Open Ended \nProblem  Tema Pemanasan Global Untuk Melatih \nKemampuan Berpikir Kreatif Siswa Kelas VII  \n \nShafira Putri Andini *, Suroso Mukti Leksono, Mudmainah Vitasari \nProgram Studi Pendidikan IPA, FKIP, Universitas Sultan Ageng Tirtayasa, Serang-Banten \n*Email: shafiraputriandini11@gmail.com \n \n \nABSTRA CT \nLearning activities that lead to creative thinking skills have not been fully implemented.. Creative thinking \nskills can be trained by developing teaching materials in the form of E-Worksheet whi ch is able to train \nstudents' reasoning abilities. The open-ended problem approach is able to direct students to solve \nproblems in various ways. So that the E-Worksheet based on open ended problems is able to give students \nthe freedom to describe the results of creative analysis to solve problems. The purpose of t his study is to \nmeasure the level of validity of the E-Worksheet based on the open ended problem of t he global warming \ntheme to train the creative thinking skills of grade VII students. The method used is res earch and \ndevelopment or Research and Development (R&D) with the 4D research and development  model by \nThiagarajan (1975) which is modified as needed by being limited to the development stage unt il the \nproduct validation test. The instrument used is a validation questionnaire sheet th",
        "author": "Unknown",
        "date": "",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Pengembangan_E_LKPD_Berbasis_Open_Ended.pdf",
        "download": ""
    },
    {
        "id": 58,
        "title": "PERAN  EKOSISTEM MANGROVE BAGI MITIGASI PEMANA SAN",
        "content": "PERAN  EKOSISTEM MANGROVE BAGI MITIGASI PEMANA SAN \nGLOBAL  \n \nAdilah Dinilhuda1) Aji Ali Akbar1,2) Jumiati1) \n1)Program  Studi Teknik Lingkungan Jurusan Teknik Sipil Fakultas Teknik Universitas Tanjungpura, Pontianak  \n2) Correspondent author : aji.ali.akbar.2011@gmail.com  \n \nABSTRAK  \n \nEkosistem mangrove merupakan ekosistem di d aerah pesisir tropis dan subtropis yang berperan penting sebagai \nekosistem pelindung pantai dari abrasi dan tsunami; produsen makanan bagi makhluk hidup pesisir serta \nekosistem penyerap dan penyimpan karbon  bagi ekosistem pesisir . Sebagai penyerap dan penyimpan karbon, \nmangrove dapat menyimpan karbon lebih banyak dari hampir semua ekosistem di bumi , sehingga ekosistem ini \ndapat berperan penting pula dalam upaya mitigasi pemanasan global. Mangrove dapat menyimpan karbon lebih \nbanyak dari hampir semua ekosistem  di bumi. Hampir 40% dari biomassa pohon adalah karbon, dimana melalui \nproses fotosintesis  dapat  menyerap karbon dioksida dari atmosfer dan mengubahnya menjadi karbon organik \n(karbohidrat) .   Penyimpanan karbon pad a ekosistem mangrove dapat dalam bio massa vegetasi nya seperti dalam \nbatang, daun, akar, umbi, buah dan lainnya. Estimasi potensi penyimpanan karbon dalam vegetasi mangrove \nsebagai mitigasi pemanasan global, menjadikan indikator penting  bagi konservasi ekosistem mangrove . \n \nKata Kunci  : Mangro ve, Pemanasan Global, Dampak  \n \n \nABSTRACT  \n \n(The Role of Mangrove Ecosystems for Mitigating Global Warming)  Mangrov",
        "author": "ACER PC",
        "date": "2019-02-11",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PERAN EKOSISTEM MANGROVE BAGI MITIGASI PEMANASAN GLOBAL.pdf",
        "download": ""
    },
    {
        "id": 59,
        "title": "AACL BIOFLUX",
        "content": "IKHLAS: JURNAL PENGABDIAN KEPADA MASYARAKAT  \nVol. 1, No. 1, 2023 pp. 1 -7 \nISSN: 2985 -850X  \nhttps://ejournal.unida -aceh.ac.id/index.php/ikhlas  \n https://doi.org/10.55616/ikhlas.v1i1.410   \n \n1 \n \nPERAN MASYARAKAT DALAM RANGKA MENGATASI \nPEMANASAN G LOBAL  \n \n1*Bunyamin , 2Febrina Dian Kurniasari, 3Munirul Hady, 4Heru Pramanda,  \ndan 5Imransyah Idroes  \n \n1,2,3,4,5Program Studi Teknik Sipil , Fakultas Teknik , Universitas Iskandar Muda , Banda Aceh , \nIndonesia  \n \n*Email : bunyamin@unida -aceh.ac.id   \n \nAbstra k \nPemanasan global merupakan kejadian yang selalu berulang -ulang di dalam \nkehidupan manusia , di mana sinar matahari yang masuk ke dalam lapisan bumi, sebahagian \ndiserap oleh bumi dan sebahagian lagi dipantulkan dan terperangkap di dalam bumi. \nManusia selaku makhluk hidup di muka bumi berperan dalam menjaga pemanasan global. \nSMP Negeri 3 Ingin Ja ya, Aceh Besar merupakan sekolah yang terletak di belakang toko -toko \nberlokasi di jalan Bandara Sim, Siron, Kecamatan Ingin Jaya, Kabupaten Aceh Besar. \nLokasinya yang sedikit tertutup oleh toko -toko dan kurang adanya pepohonan, maka \ndiperlukan solusi dalam  hal mengatasi pemanasan global. Tujuan pengabdian ini adalah \nuntuk menciptakan kepedulian guru dan siswa/i dalam mengurangi pemanasan global. \nMetode yang dilaksanakan adalah penyuluhan kepada guru dan siswa/i. Pengabdian \ntersebut bermula dari survey ke la pangan, diskusi dengan kepala sekolah, wawancara lisan \ndengan guru dan siswa/i, serta penyuluhan. So",
        "author": "petrescu-mag",
        "date": "2023-03-06",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PERAN MASYARAKAT DALAM RANGKA MENGATASI PEMANASAN GLOBAL.pdf",
        "download": ""
    },
    {
        "id": 60,
        "title": "Jurnal  Mahasiswa  Manajemen,  Bisnis,  Entrepreneurship",
        "content": "Jurnal  Mahasiswa  Manajemen,  Bisnis,  Entrepreneurship  \nISSN:  2963 -1157  P-ISSN:  xxxx -xxxx  \nVol. 4 No. 1 Tahun  2025 \n48  \n PERAN SISTEM INFORMASI MANAJEMEN DALAM MENDORONG \nEFISIENSI  KEGIATAN OPERASIONAL PADA UMKM DI INDONESIA  \n \nNovensi Dara Rahmadhan 1), Nadiatuz Zain Roshadi2) , Titik Diyah Ayuningtiyas3) , \nShofiana Novitasari4) . \nnovensidara17@gamil.com  , roshadinadia@gmail.com  , titiktiyas19@gmail.com  , \nshofiananovita07@gmail.com  \nUniversitas Tulungagung  \n \nABSTRAK  \nAbstrak  \nSistem Informasi Manajemen (SIM) merupakan salah satu instrumen penting dalam \nmendukung efisiensi kegiatan operasional, khususnya bagi pelaku Usaha Mikro, Kecil, \ndan Menengah (UMKM) di Indonesia. Penelitian ini bertujuan untuk menganalisis peran \nSIM dalam meningkatkan efektivitas dan produktivitas operasional UMKM melalui \npendekatan kualitatif deskriptif berbasis studi literatur. Data yang digunakan berasal dari \nberbagai sumber sekunder, seperti jurnal ilmiah, artikel akademik, serta dokumen resmi \nyang rele van. Hasil kajian menunjukkan bahwa SIM berperan dalam mengintegrasikan \nberbagai proses bisnis, mempercepat akses informasi, mengurangi kesalahan kerja, serta \nmendukung pengambilan keputusan secara lebih tepat dan akurat. Di sisi lain, tantangan \nseperti re ndahnya literasi digital, keterbatasan modal, dan kurangnya pelatihan teknis \nmasih menjadi hambatan dalam penerapan SIM secara optimal. Oleh karena itu, \ndibutuhkan kolaborasi dari berbagai pihak untuk menyediakan ",
        "author": "PERAN SISTEM INFORMASI MANAJEMEN DALAM MENDORONG",
        "date": "2025-09-13",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PERAN SISTEM INFORMASI MANAJEMEN DALAM MENDORONG EFISIENSI  KEGIATAN OPERASIONAL PADA UMKM DI INDONESIA.pdf",
        "download": ""
    },
    {
        "id": 61,
        "title": "KLIK: Kajian Ilmiah Informatika dan Komputer",
        "content": "KLIK: Kajian Ilmiah Informatika dan Komputer  \nISSN 2723 -3898 (Media Online)  \nVol 4, No 3, Desember  2023, Hal 1292 -1302  \nDOI 10.30865/klik.v4i 3.1419  \nhttps://djournals.com/klik  \nCopyrigh t © 20 23, Cahyo Prakoso . This is an open access article distributed under the Creative Commons Attribution License,   \nwhich permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  \n Page 1292  \n Perbandingan Model Machine Learning dalam Analisis  Sentimen  \n Ulasan Pengunjung Keraton Yogyakarta pada Google Maps     \nCahyo Prakoso*, Arief Hermawan \nFakultas Sains dan Teknologi, Program Studi Informatika, Universitas Teknologi Yogyakarta, Yogyakarta, Indonesia  \nEmail: 1,*cahyo.5200411379@student.uty.ac.id, 2ariefdb@uty.ac.id  \nEmail Penulis Korespondensi: cahyo.5200411379@student.uty.ac.id  \nAbstrak−Keraton Yogyakarta, sebagai pusat budaya Jawa yang kaya akan sejarah, seni, dan tradisi, menarik perhatian dunia dan \nmenjadi subjek berbagai ulasan wisata. Dalam era digital, ulasan -ulasan ini menjadi penting untuk pengelolaan dan peningkatan \nlayanan pariwisata. Khususnya, teknologi informasi seperti Google Maps memfasilitasi partisip asi publik dengan memberikan platform \nbagi pengunjung untuk berbagi pengalaman mereka melalui ulasan. Ulasan ini menyediakan umpan balik penting bagi pengelola dan  \ncalon pengunjung, seraya mendorong peningkatan layanan dan inovasi. Oleh karena itu, penelit ian ini melakukan analisis sentim",
        "author": "Unknown",
        "date": "2024-01-02",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Perbandingan Model Machine Learning dalam Analisis Sentimen Ulasan Pengunjung Keraton Yogyakarta pada Google Maps.pdf",
        "download": ""
    },
    {
        "id": 62,
        "title": "Vol. 02  No. 0 1 April – Juni 2024  Hal. 125 -130",
        "content": " \n \n \n \n  \n \n \nJournal O f Informatics And Busisnes Vol.02 No. 01 April – Juni 2024                                                                                                                         125 \nVol. 02  No. 0 1 April – Juni 2024  Hal. 125 -130  \nJournal homepage: https://jurnal.ittc.we b.id/index.php/jibs/index  \nPublished by: ITTC INDONESIA  \n \n \n Perkembangan  Sistem  Informasi  Manajemen  (SIM)  Di Indonesia  \nRizky  Khaliq ,Muhammad Irwan Padli Nasution  \nProdi  Sistem  Informasi,  Fakultas  Sains  dan Teknologi,  Universitas  Islam  Negeri  Sumatera  Utara,  Kota  Medan, Sumatera  Utara  \nRzkypoke1@gmail.com , irwannst@uinsu.ac.id  \n \nAbstrak  \nSistem informasi manajemen adalah sistem logis yang menyediakan semua informasi  untuk membantu fungsi operasional, \nmanajemen, dan pengambilan keputusan suatu organisasi.  Sistem informasi manajemen (SIM) adalah suatu sistem informasi yang \ndapat menciptakan hasil  keluaran dengan menggunakan masukan -masukan dan berbagai proses yang diperlukan untuk  mencapai \ntujuan tertentu dalam suatu hal manajemen. Jenis penelitian ini menggunakan adalah  metode  kualitatif,  dimana  kualitatif  merupakan  \njenis  metode  penelitian  yang  menggunakan  pendekatan deskriptif karena penelitian ini dapat meng gambarkan bagaimana Sistem \nInformasi  Manajemen (SIM) dapat berkembang dan maju di Indonesia. Perkembangan sistem informasi  manajemen telah \nmenyebabkan perubahan yang cukup signifikan terhadap pola pengambilan  keputusan ",
        "author": "USER WIN10",
        "date": "2024-06-28",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Perkembangan Sistem Informasi Manajemen (SIM) Di Indonesia.pdf",
        "download": ""
    },
    {
        "id": 63,
        "title": "DINAMISIA : Jurnal Pengabdian Kepada Masyarakat      Vol. 5, No. 6 Desember 2021 , Hal. 1380 -1388",
        "content": "DINAMISIA : Jurnal Pengabdian Kepada Masyarakat      Vol. 5, No. 6 Desember 2021 , Hal. 1380 -1388 \n DOI: https://doi.org/10.31849/dinamisia.v 5i6.8096  \n \nP-ISSN 2614-7424 | E-ISSN 2614 -8927 1380  Perluasan Hutan Mangrove dalam Mitigasi Risiko Bencana Pemanasan \nGlobal: Kegiatan PkM di Kawasan Pesisir Muara Angke Jakarta  \nRukaesih Achmad Maolani*1, Achmad Sudiyar Dalimunthe2, Dwi Haryanto3 \nRivo Bifa4, Putri Azzahra5, Cornelia Juwita6, Putu Egawastu Suryamika7 \n1,2Dosen Program Studi Manajemen, Sekolah Tinggi Manajemen Asuransi Trisakti \n3Dosen Program Studi Aktuaria, Sekolah Tinggi Manajemen Asuransi Trisakti \n4,5,6Mahasiswa Program Studi Manajemen, Sekolah Tinggi Manajemen Asuransi Tr isakti \n7Mahasiswa Program Studi Aktuaria, Sekolah Tinggi Manajemen Asuransi Trisakti \n*e-mail : rukaesihmaolani44@gmail.com1, dd.dalimunthe@gmail.com2, haryantodwi2011@gmail.com3 \nrivobifa@gmail.com4 ,pazzahra79@gmail.com5, cornelia08sianturi@gmail.com6, egawastu@gmail.com7 \n \nAbstract  \nOne of the disasters caused by humans is global warming. Global w arming is a big problem that is \nbeing faced by all human beings and living things on earth. One of the activities that can be carried out in \nmitigating the risk of global warming is through Mangrove Ecosyst em Rehabilitation. The existence of the \nMangrove ecosystem in the coastal area of DKI Jakarta Province is currently experien cing a decline in line with \nthe development that changes the function of the area from a protected fun ction ",
        "author": "Unknown",
        "date": "",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Perluasan_Hutan_Mangrove_dalam_Mitigasi.pdf",
        "download": ""
    },
    {
        "id": 64,
        "title": "Perubahan iklim dalam konteks sistem .... (M. Syakir dan Elza Surmaini) 77",
        "content": "Perubahan iklim dalam konteks sistem .... (M. Syakir dan Elza Surmaini) 77\nPERUBAHAN IKLIM DALAM KONTEKS SISTEM PRODUKSI DAN\nPENGEMBANGAN KOPI DI INDONESIA\nClimate Change in the Contex of Production System and Coffee\nDevelopment in Indonesia\n1M. Syakir dan2E. Surmaini\n1Badan Penelitian dan Pengembangan Pertanian\nJalan Ragunan No. 29, Pasar Minggu, Jakarta Selatan 12540\nTelp. (021) 7806202; (021) 7800644\nE-mail: msyakir@litbang.pertanian.go.id; info@litbang.pertanian.go.id\n2Balai Penelitian Agroklimat dan Hidrologi\nJalan Tentara Pelajar no 1A, Bogor 16111\nTelp. (0251) 8312760; (0251) 8312760\nE-mail: elzasurmaini@gmail.com; balitklimat@litbang.pertanian.go.id\nDiterima: 2 Maret 2017; Direvisi: 10 Oktober 2017 ; Disetujui: 27 Oktober 2017Jurnal Litbang Pertanian Vol. 3 6 No.2Desember  2017:77-90 DOI:10.21082/jp3.v36n2.2017.p77-90\nABSTRAK\nKopi merupakan salah satu komoditas ekspor yang berperan\nstrategis dalam perekonomian hampir dua juta rumah petani di\nIndonesia. Potensi ekspor kopi Indonesia cukup tinggi karena cita\nrasanya yang disukai, namun tren peningkatan produksi kopi\nnasional hanya 1-2% per tahun. Di sisi lain, dampak perubahan\niklim juga mengancam  tercapainya target peningkatan produksi.\nMakalah ini merupakan tinjauan dampak perubahan iklim terhadap\nproduksi kopi dan strategi adaptasinya di Indonesia. Daerah\npenghasil utama kopi seperti Aceh, Sumatera Utara, Sumatera\nSelatan, Lampung, Bengkulu, Jawa Timur dan Sulawesi Selatan\nrentan terhadap dampak perubahan iklim. Men",
        "author": "kenaikan suhu",
        "date": "2018-01-22",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PERUBAHAN IKLIM DALAM KONTEKS SISTEM PRODUKSI DAN PENGEMBANGAN KOPI DI INDONESIA.pdf",
        "download": ""
    },
    {
        "id": 65,
        "title": "Soedjajadi K., Perubahan Iklim Global, Kesehatan Manusia",
        "content": "Soedjajadi K., Perubahan Iklim Global, Kesehatan Manusia \n \n195\nPERUBAHAN IKLIM GLOBAL, KESEHATAN MANUSIA DAN \nPEMBANGUNAN BERKELANJUTAN \n \nGlobal Climate Change, Human Health and  \nSustainable Development \n \nSoedjajadi Keman\n1\n \n \n1)  \nFakultas Kesehatan Masyarakat Universitas Airlangga Surabaya \n   (soedja_keman@unair.ac.id)\n \n \nAbstract  : Large scale and global environmental hazards to human \nhealth are becoming increasingly apparent. These include climate \nchange, stratospheric ozone depletion, loss of biodiversity, changes in \nhydrological systems, changes in supplies of fresh water, land \ndegradation, and stresses on food producing systems. Appreciation of \nthe effects of these health hazards requires an understanding of \necosystems, their complexity of these systems and how we interact \nwith them. The effects of these changes are not distributed evenly \naround the world with some area more vulnerable than others, \nespecially among low and middle income countries that are not \nprepared for potential environmental impacts, and even less for health \nrelated impacts. The world’s climate change is being altered as a \nconsequence of human activity. These are direct impacts, such as \ntemperature-related illness and death including the health impacts of \nextreme weather events and the effect of air polluting spores and \nmoulds. Other impacts are more indirect and led to water and food \nborne diseases, vector and rodent borne diseases, or food and water \nshortage. However, eco",
        "author": "PEMBANGUNAN BERKELANJUTAN",
        "date": "2012-06-01",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PERUBAHAN IKLIM GLOBAL, KESEHATAN MANUSIA DAN.pdf",
        "download": ""
    },
    {
        "id": 66,
        "title": "VEGETATION   IS  AN  ONE  SOLUTION  TO  REDUCE  AIR POLLUTION",
        "content": "96  Jurnal Permukiman Vol. 3 No. 2 Juli 2008  POTENSI TANAMAN DALAM MENYERAP CO 2 DAN CO  \nUNTUK MENGURANGI DAMPAK PEMANASAN GLOBAL  \nOleh:  Nanny Kusminingrum  \nPusat Litbang Jalan dan Jembatan  Jl. AH. Nasution 264 Ujungberung, Bandung  \nE-mail : nannykusminingrum@yahoo.com  \nTanggal masuk naskah : 09 Mei 2008, Tanggal revisi terakhir : 09 Juni 2008  \n \nAbstrak  \nPemanasan global adalah adanya  proses peningkatan suhu rata -rata atmosfir, laut dan \ndaratan bumi. Suhu rata -rata global pada permukaan bumi telah meningkat 0.74 ±0.18°  \nC selama seratus tahun terakhir. IPCC (Intergovermental Panel on Climate Change) \nmenyimpulkan bahwa sebagian besar peningkatan temper atur rata -rata global sejak \npertengahan abad ke 20 kemungkinan besar disebabkan oleh menigkatnya konsentrasi \ngas-gas rumah  kaca akibat aktifitas manusia.  Gas-gas rumah kaca, antara lain : uap air, \nkarbondioksida dan metana. Gas-gas ini menyerap dan memantulkan kembali radiasi \ngelombang yang dipancarkan bumi, sehingga panas tersebut akan tersimpan pada \npermukaan bumi. Hal ini akan terjadi berulang -ulang dan mengakibatkan suhu rata -rata \ntahunan bumi terus meningkat.  Ada beberapa cara yang dapat mengurangi peningkatan \ntemperatur bumi tersebut, antara lain  melalui : penambahan ruang terbuka hijau. \nSehubungan dengan hal tersebut, perlu kiranya dilakukan penelitian manfaat tanaman \nuntuk meminimasi pemanasan global yang dewasa ini sedang mencuat.  Pada penelitian \nini dikaji besarnya reduksi CO oleh ber",
        "author": "Toshiba",
        "date": "2017-02-13",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\POTENSI TANAMAN DALAM MENYERAP CO2 DAN CO UNTUK MENGURANGI DAMPAK PEMANASAN GLOBAL.pdf",
        "download": ""
    },
    {
        "id": 67,
        "title": "Paper Title (use style: paper title)",
        "content": "Profil Literasi Sains Peserta Didik Kelas VII pada Topik Pemanasan Global  \n170 \n PROFIL LITERASI SAINS PESERTA DIDIK KELAS VII PADA TOPIK PEMANASAN \nGLOBAL  \n \nMohamad Rusli Zakaria  \nPendidikan Sains, FMIPA, Universitas Negeri Surabaya, e -mail : mohamadzakaria @mhs.unesa.ac.id  \n Laily Rosdiana  \nDosen Pendidikan Sains , FMIPA, Universitas Negeri  Surabaya, e -mail : lailyrosdiana @unesa.ac.id  \nAbstrak   \nPenelitian  ini bertujuan untuk mendeskripsikan literasi sains peserta didik pada aspek kognitif dan \nkompetensi . Metode yang digunakan untuk memperoleh data adalah dengan metode tes. Subjek dalam \npeneli tian ini adalah 2 kelas yang masing -masing terdiri dari 24 peserta didik. Hasil penelitian ini \nmenunjukkan bahwa kemampuan literasi sains peserta didik pada masing -masing kelas masih rendah. \nTetapi, kemampuan peserta didik dalam aspek kognitif menunjukkan skor yang lebih besar dibandingkan \ndengan aspek kompetensi, yaitu lebih dari 60%, sedangkan pada aspek kompetensi skor yang diperoleh \nkurang dari 25%. Sehingga, dapat disimpulkan bahwa peserta didik kurang mampu untuk mengaplikasikan \nteori-teori yang telah  dimiliki dibandingkan dengan me -recall  teori-teori tersebut.  \nKata Kunci: literasi sains, pemanasan global  \nAbstract  \nThis research is aiming to describe the students’ scientific literace profile in cognitive and \ncompetency aspects.The method of test is used  to gain the data. The subjects of this research are 2 classes \nof students, which eash class i",
        "author": "IEEE",
        "date": "2018-05-28",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PROFIL LITERASI SAINS PESERTA DIDIK KELAS VII PADA TOPIK PEMANASAN GLOBAL.pdf",
        "download": ""
    },
    {
        "id": 68,
        "title": "Jurnal Natural Science Educational Research 5 (1) 2022",
        "content": "Jurnal Natural Science Educational Research 5 (1) 2022  \ne-ISSN: 2654 -4210  \n \n20 \n PROFIL  TINGKAT  KEMAMPUAN BERPIKIR KRITIS SISWA SMP PADA \nMATERI PEMANASAN GLOBAL  \nYuseva Tri Akwantin1, Yunin Hidayati2, Nur Qomaria3, Laila Khamsatul Muharrami4, Irsad \nRosidi5 \n1,2,3,4,5 Program Studi Pendidikan IPA, FIP, Universitas Trunojoyo Madura, Bangkalan, 69162, Indonesi  \nyuseva.10@gmail.com  \n \nDiterima tanggal:  1 Oktober 2021 ; Diterbitkan tanggal:  25 Juli 2022  \nAbstrak  Penelitian ini bertujuan untuk mengetahui persentase kemampuan berpikir kritis dan \ntingkat kemampuan berpikir kritis siswa SMP pada materi pemanasan global. Jenis \npenelitian yang digunakan adalah mix method design  dengan desain explanatory  mix \nmethod desig n. Tes diberikan melalui google form , dikarenakan pada saat pengambilan \ndata terdapat pandemic virus Covid -19. Populasi penelitian adalah siswa -siswi kelas \nVII-B MTsN 11 Jombang, sedangkan sampel penelitian yang diambil sebanyak 35 \norang dengan menggunakan  teknik pengambilan data purposive sampling . Sedangkan \nsampel yang digunakan pada saat wawancara sebanyak 7 orang dengan menggunakan \nrumus standart deviasi. Hasil dari penelitian ini menunjukan bahwa 1) berdasarkan \nstandart deviasi persentase kemampuan ber pikir Kritis Siswa dengan kategori Sangat \nTinggi 6%, kategori tinggi 3%, kategori sedang 26%, kategori rendah 51%, dan \nkategori sangat rendah 14%. 2) Tingkat kemampuan berpikir kritis siswa rata rata \ntergolong rendah  \nKata Kunci: Kem",
        "author": "Lenovo",
        "date": "2022-07-25",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PROFIL TINGKAT KEMAMPUAN BERPIKIR KRITIS SISWA SMP PADA MATERI PEMANASAN GLOBAL.pdf",
        "download": ""
    },
    {
        "id": 69,
        "title": "Jurnal Inovasi Daerah, Volume II  No 1, Magelang, Maret 2019, Hal.  41-56",
        "content": " \n         Jurnal Inovasi Daerah, Volume II  No 1, Magelang, Maret 2019, Hal.  41-56 \n \n13 \n \n \nPROSPEK  INOVA SI PENGELOLAAN SAMPAH   \nSEBAGAI STRATEGI MITIGASI PEMANASAN GLOBAL   \nDI KOTA MAGELANG  \n \nMohamad Zaenal Arifin  \nBadan Penelitian dan Pengembangan Kota Magelang  \ne-mail : zaenalmgl2@gmail.com  \n \nABSTRAK  \nSektor limba h turut  menyumbang GRK ke atmosfer khusus nya dari TPA -TPA sampah yang ada  \nberkontribusi sebesar  3 – 4 % dari emisi GRK  global . Penelitian ini bertujuan untuk menghitung \npotensi emisi gas metan yang dihasilkan dari sampah dan  mengidentifikasi strategi inovatif \nmitigasi dampak terhadap pemanasan global yang disebabkan oleh emisi gas metan.  Motode \npeneliti an ini dibangun dengan menggunakan pendekatan studi literatur . Pengumpulan data dalam \npenelitian ini dilakukan dengan menggunakan data sekunder yang berasal dari publikasi instansi \nteknis seperti data jumlah penduduk, volume sampah dan data teknis pengelolaan persampahan di \nKota Magelang . Sementara itu, teknik  pengolahan dan analisis data dalam penelitian ini dengan \nanalisis  deskriptif untuk  menggambarkan proyeksi emisi gas metan secara teoritis . Hasilnya \nmenunjukan bahwa d engan juml ah penduduk Kota Magelang  pada  tahun 2017 seb anyak  130.857 \njiwa menghasi lkan timbulan sampah sebesar 61,613.8 ton/tahun . Berdasarkan jumlah timbulan \nsampah tersebut, dengan menggunakan perhitungan neraca massa dari penguraian sampah \nperkotaan secara aerob dan anaerob menurut rumusan Sol",
        "author": "CIPUT",
        "date": "2019-09-11",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\PROSPEK INOVASI PENGELOLAAN SAMPAH SEBAGAI STRATEGI MITIGASI PEMANASAN GLOBAL DI KOTA MAGELANG.pdf",
        "download": ""
    },
    {
        "id": 70,
        "title": "SAMPAH ORGANIK, KOMPOS, DAN",
        "content": " \n \n \n \nAgro Bali ( Agricultural Journal )   Vol. 1 No. 2, Desember 2018: 127-136 \n127 \n SAMPAH ORGANIK, KOMPOS, PEMANASAN GLOBAL , \nDAN PENANAMAN AGLAONEMA DI PEKARANGAN  \n \nOleh I Gusti Ngurah Puger  \nemail: ngr.puger@unipas.ac.id  \n1Staf Edukatif FKIP Universitas Panji Sakti Singaraja  \n \nAbstract:  The accumulation of organic waste in the final shelter (TPA), actually creates new problems for the \nsurrounding community. Organic waste can undergo changes through anaerobic decomposition, causing foul \nodors and the release of methane (CH4) into the atmo sphere. CH4 gas in the stratosphere acts as a greenhouse \ngas (GHG) and has an effect on the emergence of global warming. Therefore, it is necessary to change organic \nwaste in an environmentally friendly way. Changing organic waste through aerobic decomposi tion with the \nhelp of EM -4, can produce compost and release of CO2 gas to the stratosphere. CO2 gas released into the \nstratosphere, can also act as a greenhouse gas (GHG). However, the effect of global warming is 21 times lower \nthan CH4 gas. To cope with C O2 gas deposits in the stratosphere, it can be done through planting aglaonema \nin the yard. Aglaonema plant is one of the plants that can absorb high amounts of CO2 gas.  \nKeywords: Organic waste, compost, global warming, and aglaonema.  \n \nAbstrak: Penumpukan  sampah organik pada tempat penampungan akhir (TPA), sebetulnya menimbulkan \nmasalah baru bagi masyarakat sekitarnya. Sampah organik dapat mengalami perubah",
        "author": "ASPIRE 4738",
        "date": "2019-05-09",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\SAMPAH ORGANIK, KOMPOS, PEMANASAN GLOBAL, DAN PENANAMAN AGLAONEMA DI PEKARANGAN.pdf",
        "download": ""
    },
    {
        "id": 71,
        "title": "PEMETAAN SPASIAL JALUR PENANGKAPAN IKAN DI WPP-",
        "content": "PEMETAAN SPASIAL JALUR PENANGKAPAN IKAN DI WPP-\nNRI 713 DAN WPP-NRI 716 DALAM RANGKA PENGELOLAAN \nSUMBER DAYA KELAUTAN DAN PERIKANAN\nIfan Ridlo Suhelmi,  Rizki Anggoro Adi, Hari Prihatno & Hariyanto \nTriwibowo\nPENENTUAN SIKLUS GLASIAL – INTERGLASIAL TERAKHIR \nPADA SEDIMEN DASAR LAUT KAWASAN LEPAS PANTAI \nPALABUHANRATU \nRina Zuraida, Rainer A. Troa, Marfasran Hendrizan, Eko Triarso, Luli \nGustiantini, Nazar Nurdin, Wahyu S. Hantoro & Shengfa Liu\nSUHU PERMUKAAN LAUT PERAIRAN INDONESIA DAN \nHUBUNGANNYA DENGAN PEMANASAN GLOBAL\nM. Djazim Syaifullah\nKARAKTERISTIK ARUS PASANG SURUT DI SELAT BADUNG, \nBALI \nTonny Adam Theoyana, Widodo S. Pranowo, Anastasia R.T.D.K & \nPurwanto\nVARIABILITAS POLA ARUS DAN GELOMBANG DI SELAT \nKARIMATA\nAida Heriati, Eva Mustikasari & M. Al Azhar\nSTRUKTUR GEOLOGI PULAU NANGKA, KABUPATEN \nBELITUNG TIMUR DAN PEMANFAATAN RUANG KEPULAUAN \nDAN PERAIRAN SEKITARNYA SEBAGAI SENTRA WISATA DAN \nMARITIM\nFajar Yudi Prabawa\nSTRUKTUR DAN KEPADATAN VEGETASI MANGROVE DI TELUK \nKUPANG  \nRusydi, Ihwan & Suaedin\nSKENARIO TSUNAMI MENGGUNAKAN DATA PARAMETER \nGEMPABUMI BERDASARKAN KONDISI BATIMETRI \n(STUDI KASUS : GEMPABUMI MALUKU 28 JANUARI 2004 )\nRobby Wallansha & Wiko SetyonegoroPola arus dan elevasi di permukaan saat surut \nmenuju pasang purnama.ISSN 1907-0659\nJ. Segara Volume 11 Nomor 2  Hal. 85 - 168Jakarta\nDesember 2015ISSN\n1907-0659\nPusat Penelitian dan Pengembangan Sumberdaya Laut dan Pesisir\nBadan Penelitian dan Pengembangan Kelautan dan Perikanan\nKementerian  Kelautan",
        "author": "SUMBER DAYA KELAUTAN DAN PERIKANAN",
        "date": "2016-01-24",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\SKENARIO_TSUNAMI_MENGGUNAKAN_DATA_PARAME.pdf",
        "download": ""
    },
    {
        "id": 72,
        "title": "VALUE ADDED, Vol.3, No.2, Maret 2007 ± Agustus 2007    http://jurnal.unimus.ac.id",
        "content": "VALUE ADDED, Vol.3, No.2, Maret 2007 ± Agustus 2007    http://jurnal.unimus.ac.id \n 67 STRATEGI MENGATASI PEMANASAN GLOBAL ( GLOBAL WARMING ) \n \nRiyanto \n Sekolah Tinggi Ilmu Administrasi Karya Dharma Merauke \n \nAbstrak \n \nPemanasan global atau global warming  sudah menjadi isu global, karena tidak hanya \ndialami atau menimpa bangsa Indonesia saja, melainkan hampir  seluruh warga bumi. Masalah \npemanasan global ( global warming ) mulai diangkat ke permukaan pada Konferensi Tingkat \nTinggi (KTT) Bumi (Earth Summit) di Rio de Janerio, Brazil tahun 1992. Sebelum \ndiselenggarakan KTT tersebut, persoalan seputar pemanasan globa l (global warming ) seakan \ndisepelekan, dan dianggap sebagai hal yang biasa terjadi dalam  setiap kehidupan atau interaksi \nantar manusia. Akan tetapi dengan berbagai penelitian atau  riset dan ditandai dengan beragam \ntanda-tanda dan dampak, pemanasan global ( global warming ) semakin mendapatkan perhatian \nsecara internasional. KTT terakhir tentang bumi yang disele nggarakan di kota Kyoto Jepang \ntahun 1997, semakin mematenkan dunia bahwa pemanasan global ( global warming ) merupakan \nmusuh utama umat manusia yang mendiami bumi, sehingga diperluka n upaya untuk mengatasi \nsecara menyeluruh, terpadu dan berkelanjutan. \nDalam makalah ini dibahas tentang pengertian pemanasan global , penyebab, dan dampak yang \nditimbulkannya serta strategi mengatasinya, baik secara internasi onal, nasional maupun \nindividual. \n \nKata-kata kunci  : pemanasan global ( global ",
        "author": "Unknown",
        "date": "",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\STRATEGI MENGATASI PEMANASAN GLOBAL (GLOBAL WARMING).pdf",
        "download": ""
    },
    {
        "id": 73,
        "title": "This is an open",
        "content": "168\n \n \nThis is an open\n \naccess article under \nCC\n-\nBY\n-\nSA\n \nlicense. \n \nJurnal Dinamika Ekonomi Syariah\n \n \nVol\n \n9\n, No.\n2\n, 20\n22\n, hlm.\n \n168\n \nhttp://ejurnal.iaipd\n-\nnganjuk.ac.id/index.php/es/index\n \nISSN\n-\ne\n \n2715\n-\n7334\n \n| ISSN\n-\nP \n2654\n-\n3567\n \nSTRATEGI PENANGGULANGAN PEMANASAN\n \nGLOBAL \nTERHADAP DAMPAK LAJU \nPEREKONOMIAN\n \nDALAM PANDANGAN ISLAM\n \n \nNik Haryanti\n1\n, Agus Tohawi\n2\n, M. Wiji Purnomo\n13\n.\n \n \n1\n \nInstitut Agama Islam Pangeran Diponegoro Nganjuk\n \n2\n \nInstitut Agama Islam Pangeran Diponegoro Nganjuk\n \n3\n \nInstitut Agama Islam Pangeran Diponego\nro Nganjuk\n \n \nEmail: \nnikharyanti1983@gmail.com\n \n \n \nReceived: \nMaret\n \nRevised: \nMei\n \nAccepted: \nJune\n \n \nABSTRA\nCT\n \nA healthy environment is the right of every Indonesian citizen. Article 28H paragraph \n(1) emphasizes that \n\"everyone has the right to live in physical and spiritual prosperity, \nto have a place to live, and to have a good and healthy living environment and the right \nto health services\". Environmental problems are getting bigger, bigger and more \nserious. local or\n \ntranslocal, but regional, national, trans\n-\nnational, and global. The \nimpacts that occur on the environment are not only related to one or two aspects, one of \nwhich is global warming. Global warming is an increase in the earth's temperature \ncaused by increa\nsing concentration of greenhouse gases as a result of human activities \nand activities. There is a lot of damage caused by global warming including rising sea \nlevels to ",
        "author": "semua pihak untuk melakukan perbaikan terhadap kerusakan lingkungan hidup diseki",
        "date": "2022-06-18",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\STRATEGI PENANGGULANGAN PEMANASAN GLOBAL TERHADAP DAMPAK LAJU PEREKONOMIAN DALAM PANDANGAN ISLAM.pdf",
        "download": ""
    },
    {
        "id": 74,
        "title": "VISUALITA, Vol.3 No.1 – Februari 2011 : 34-42 ISSN : 2301-5144 ( online )",
        "content": "VISUALITA, Vol.3 No.1 – Februari 2011 : 34-42 ISSN : 2301-5144 ( online )  \nhttp://visualita.unikom.ac.id/  \n \n \nProgram Studi Desain Komunikasi Visual, Universitas Kompute r Indonesia  \n34 \n Struktur dan Proses Komunikasi dalam Poster Pemanasan Gl obal \nVictor Van Gasbeek \n \nDeni Albar \nProgram Studi Desain Komunikasi Visual, Universitas Komputer Indonesia \n \n \nAbstrak . Media merupakan bagian dari kehidupan sehari-hari umat manusia. \nInteraksi yang terjadi antara manusia dengan media hampir terjadi setiap hari. \nInteraksi antara manusia sebagai pengguna (user) atau penyimak (viewer) dari \nsuatu objek media dapat dilihat sebagai suatu bentuk komunikasi. Poster \nmengenai pemanasan global yang didesain Victor van Gaasbeek (2009) tentunya \ndapat memiliki kekuatan yang menjadi sumber ide dan opini bagi yang \nmelihatnya. Dengan topik pemanasan global yang hadir pada poster ini, maka \nmenarik apabila dapat diuraikan elemen komunikasi, multimodality beserta relasi \nantar modes dalam poster tersebut.  \n \nDalam penelitian ini menggunakan pendekatan multimodality sebagai salah satu \ncara menelaah objek. Multimodality dari media poster pemanasan global karya \nVictor van Gaasbeek (2009) memiliki modes yang menarik untuk ditelaah. \nGabungan dari modes ini menjadi suatu multimodal text yang dapat dimaknai \nberdasarkan pemahaman audiens. Dalam poster ini, mode tampil secara visual \nyang memiliki makna baik secara konotasi maupun denotasi. Dari penelitian \nmenggunakan teori multimodal ity, ",
        "author": "audiens. Pesan mengenai pemanasan global dalam poster dapat dipahami",
        "date": "2021-10-08",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Struktur_Dan_Proses_Komunikasi_Dalam_Pos.pdf",
        "download": ""
    },
    {
        "id": 75,
        "title": "URNAL Kebijakan Pembangunan       Volume 1 7 Nomor 2 Desember 2022: 219-232",
        "content": "URNAL Kebijakan Pembangunan       Volume 1 7 Nomor 2 Desember 2022: 219-232 \np-ISSN 2085 -6091 | e-ISSN  2715 -6656   \nNo. Akreditasi: 36/E/KPT/2019  \n219 \n TANTANGAN DALAM UPAYA M ENGATASI DAMPAK PERUBAHAN \nIKLIM  DAN MENDUKUNG PEMBANGUNAN EKONOMI \nBERKELANJUTAN : SEBUAH TINJAUAN  \nCHALLENGES IN OVERCOMING THE IMPACT OF CLIMATE CHANGE \nAND SUPPORTING SUS TAINABLE ECONOMIC DEVELOPMENT:  \nA REVIEW  \n \nLola Malihah  \nInstitut Agama Islam Darussalam Martapura Kalimantan Selatan,  Indonesia   \nemail: lolatasya @gmail.com  \n \nDiserahk an: 17/06/2022 ;  Diperbaiki:  10/09/2022 ;  Disetujui:  14/10/2022  \n \nDOI: 10.47441/jkp.v17i2.272   \n \nAbstrak  \nIsu perubahan iklim dan pemanasan global saat ini memang telah menjadi \nkekhawatiran seluruh negara didunia. Penanganan perubahan iklim dan pembangunan \nberkelanjutan merupakan bagian dari  tujuan Sustainable Development Goals (SDGs).  \nTulisan ini merupakan s ebuah tinjauan yang mengkaji berbagai macam tantangan \ndalam upaya mengatasi perubahan iklim dan mendukung pembangunan \nberkelanjutan.  Dari beberapa referensi yang menjadi acuan diperoleh data bahwa \nsebagian besar  negara telah merasakan dampak dari perubahan iklim dan pemanasan \nglobal. Dengan kondisi tersebut dilakukan berbagai upaya dan kebijakan untuk \nmengatasi dampak yang ditimbulkan. Mulai dari penerapan konsep ekonomi sirkular \nyang dianggap sebagai anti sintesis dari kegiatan ekonomi linier, men gurangi \npemakaian bahan bakar fosil sampai kebijakan pajak karbon. Namun se",
        "author": "lola malihah",
        "date": "2022-12-21",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\TANTANGAN DALAM UPAYA MENGATASI DAMPAK PERUBAHAN IKLIM DAN MENDUKUNG PEMBANGUNAN EKONOMI BERKELANJUTAN SEBUAH TINJAUAN.pdf",
        "download": ""
    },
    {
        "id": 76,
        "title": "Paper Title (use style: paper title)",
        "content": "Jurnal Sistem Informasi dan Teknologi Peradaban (JSITP)  \nVol. 3, No. 2, 2022 \ne-ISSN 2797 -1570 \n46 | P a g e  \nwww. journal .peradaban.ac.id  Tinjauan Pustaka Sistematis: Penerapan \nData Mining  Metode Klasifikasi  Untuk \nMenganalisa  Penyalahgunaan Sosial \nMedia   \n \nBangkit Inda rmawan Nugroho1, Zae nal Ma’arif 2, Zaenul Arif3 \n \n1Sistem Informasi STMIK TEGAL  \n2,3Program Studi Teknik Informatika  STMIK TEGAL   \nEmail: 1efbeterang@gmail. com, 2zaenalmaarif21 @gmail.com, 3zendhunter @gmail.com  \n \n \n \n \n \nAbstrak  \nData mining adalah proses analitis yang dirancang untuk \nmengeksplorasi sejumlah besar data untuk pengetahuan \nyang berharga, konsisten, dan tersembunyi. Salah satu \nmetode yang digunakan dalam data mining adalah \nklasifikasi. Metode klasifikasi dapat digunakan untuk \nmembuat prediksi menggunakan data  terpadat dari \nIgracias. Algoritma klasifikasi yang digunakan dalam \npenelitian ini  adalah pohon keputusan. Media sosial adalah \ntempat orang berbagi  tentang diri mereka sendiri dan \nperspektif mereka tentang kehidupan. Menyadari bahwa \nbanyak informasi dapat digali dari media sosial, beberapa \npenelitian telah dilakukan dengan menggunakan media \nsosial sebagai objek. Ini juga mencakup penelitian tentang \npenyalahgunaan media sosial. Dengan kemajuan informasi \nyang pesat, orang biasa dipermudah oleh teknologi yang \ndapat memperburuk keadaan. Pesan lelucon dan ujaran \nkebencian dapat menyebar deng an sangat mudah karena \nkehadiran media sosial seperti Facebook, T",
        "author": "IEEE",
        "date": "2022-12-19",
        "category": "Pemanasan Global",
        "pdf_path": "C:\\Bakti_Folder\\File_Kampus\\Semester_5\\Data_Mining\\Tubes\\Global_Warming\\IR-GlobalWarming\\data\\Tinjauan Pustaka Sistematis Penerapan Data Mining Metode Klasifikasi Untuk Menganalisa Penyalahgunaan Sosial Media.pdf",
        "download": ""
    }
]